{"Austria": {"0": {"sentences": [["t CO2-Äquivalent mt CO2 eq Inventur 1990-2017 1990-2017 inventory Szenario WEM 2019 2019 WEM scenario Inventur 2005-2017 (ohne Emissionshandel) 2005-2017 inventory (without emissions trading) Szenario WEM 2019 (ohne Emissionshandel) 2019 WEM scenario (without emissions trading)     Integrated National Energy and Climate Plan for Austria 211 of 268  Table 13: Total GHG emissions and broken down between EU ETS, Effort Sharing and LULUCF (in mt CO2 eq) excluding emissions trading as of 2013 for the WEM scenario   2005 2010 2015 2020 2030 2040", 0.007463271729648113], ["o Subsidy limits for electricity storage: 50 kWh per plant (threshold in favour of small plants remains as already included in IA); 30% of investment amount; 200 EUR/kWh.", 0.0014085874427109957], ["The continuous and extremely high loss of soil in Austria (currently around 12 ha per day, the target being 2.5 ha per day) makes it clear that, as well as productive arable and grassland areas receiving better protection from spatial planning instruments, there is also a need for more efficient use of source streams, including biogenic residues from agriculture and forestry in particular, and regional circular models, as is supported by the bio-economy strategy.", 0.0009053047397173941]], "words": {"wem": 0.0074632721953094006, "o": 0.002168860286474228, "kwh": 0.0014358810149133205, "threshold": 0.000593727279920131, "extremely": 4.561427704175003e-05, "ha": 0.001309391693212092, "day": 0.0012294105254113674, "stream": 0.0003086100041400641}}, "1": {"sentences": [["o Subsidy limits for electricity storage: 50 kWh per plant (threshold in favour of small plants remains as already included in IA); 30% of investment amount; 200 EUR/kWh.", 0.004040959291160107], ["t CO2-Äquivalent mt CO2 eq Inventur 1990-2017 1990-2017 inventory Szenario WEM 2019 2019 WEM scenario Inventur 2005-2017 (ohne Emissionshandel) 2005-2017 inventory (without emissions trading) Szenario WEM 2019 (ohne Emissionshandel) 2019 WEM scenario (without emissions trading)     Integrated National Energy and Climate Plan for Austria 211 of 268  Table 13: Total GHG emissions and broken down between EU ETS, Effort Sharing and LULUCF (in mt CO2 eq) excluding emissions trading as of 2013 for the WEM scenario   2005 2010 2015 2020 2030 2040", 0.0026802991051226854], ["Continuing the interoperable roll-out of the concept of 'multimodal hubs' to other Austrian towns, cities and municipalities: A multimodal hub is a place or area in a public or semi-public space where several means of transport are interlinked.", 0.0016847182996571064]], "words": {"o": 0.01344927866011858, "kwh": 0.001110695069655776, "threshold": 0.0004931682487949729, "wem": 0.0026802991051226854, "roll": 0.0027509245555847883, "multimodal": 0.0012436474207788706, "hub": 0.002082297345623374, "semi": 0.0007054955931380391}}, "2": {"sentences": [["The list of recharging points will increase transparency regarding the availability of public recharging infrastructure, stimulate competition between recharging infrastructure operators, boost the is currently prevalent.     iv.", 0.0011875552590936422], ["Enhancing electromobility by increasing transparency with regard to public recharging infrastructure The spread and availability of public recharging infrastructure are decisive factors influencing the user-friendliness of such infrastructure and are therefore factors in successfully establishing electromobility nationwide.", 0.0011120998533442616], ["Estimated trajectories by renewable energy technology that the Member State projects to use to achieve the overall and sectoral trajectories for renewable energy from 2021 to 2030, including expected total gross final energy consumption per technology and sector in Mtoe and total planned installed capacity (divided by new capacity and repowering) per technology and sector in MW  The technology-specific expansion of renewables does not represent a trajectory in itself, but it shows the model-     Integrated National Energy and Climate Plan for Austria 81 of 268  Table 6: Estimated development paths by renewable energy technologies (according to the   Technology 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030  in petajoules Solid biomass (incl. biogenic waste and alkalis and district heating) 189 189 190 190 191 194 196 198 200 202 Liquid biomass 29 30 30 31 34 34 34 34 34 36 Ambient heat 18 18 19 20 21 21 22 23 24 25 Hydroelectric power 157 158 157 158 159 161 162 161 160 160 Wind power 31 34 37 40 43 46 50 53 57 60 Photovoltaics 13 16 20 23 26 29 32 35 39 42 Electricity from biomass 19 19 19 19 19 20 20 20 20 20 Electricity and district heating from geothermal energy 1 1 1 2 2 2 2 2 2 2 Hydrogen 0 0 0 0 0 1 1 1 2 4 Biomethane/synth.", 0.0010510029969736934]], "words": {"recharge": 0.0013500307686626911, "transparency": 0.0007001289050094783, "electromobility": 0.002457041759043932, "decisive": 0.00022546974651049823, "successfully": 0.00014265035861171782, "nationwide": 0.00021440471755340695, "path": 0.0004710580687969923, "incl": 0.001851190347224474, "ambient": 0.0006247732089832425, "hydroelectric": 0.001256990130059421}}}, "Belgium": {"0": {"sentences": [[": Trend in the share of renewable energy sources in the WEM scenario   Share of renewable energy sources WEM WEM  With regard to the generation of renewable electricity, the green certificates mechanism is taken into account up to 2024 and results in increasing renewable electricity generation up to that year, after which it stabilises (if the green certificates support mechanism is not continued after 2024), except for small-scale photovoltaic systems.", 0.0046064103953540325], ["by subsector Biomasse  cogeneration Biomass  cogeneration Biomasse  électricité uniquement Biomass  electricity only Géothermie Geothermal energy Hydraulique Hydroelectric power Photovoltaique Photovoltaics Eolien on shore Onshore wind WEM WEM  ", 0.002806589240208268], ["Evolution des émissions de Gaz à effet de serre entre 2005 et 2030 (scénario WEM)", 0.0028007265646010637]], "words": {"wem": 0.0074632721953094006, "stabilise": 0.0005899203824810684, "certificates": 5.2315532229840755e-05, "subsector": 0.00041099448571912944, "hydroelectric": 0.0012454846873879433, "photovoltaics": 6.240764196263626e-05, "shore": 0.00019410531967878342, "evolution": 0.0004967565764673054, "de": 0.0024185567162930965, "et": 0.0012064902111887932}}, "1": {"sentences": [["Cross-cutting measures in the agricultural sector: o post-2020 common agricultural policy; o cooperation in the supply chain; o integrated approach to research, innovation and dissemination of knowledge.  ", 0.008241459727287292], ["200  In addition, measures relating to the operation or regulation of the rail network will also be implemented by 2030 to improve the attractiveness of rail freight transport: o revise the priority rules for the allocation of train paths; o create a neutral body to promote rail freight transport in the industrial and logistics sectors (following the example of the Netherlands); o update the rail freight subsidy mechanism beyond 2020 to encourage the modal shift of freight transport to rail transport: support for transshipment rather than the transport itself; o include specific provisions in the management contract with Infrabel to encourage the rail network operator to achieve these goals.  ", 0.007493064738810062], ["Rail-related measures  Reduce the traction energy consumption by 4% per passenger-kilometre in 2022 compared with 2017, which will primarily be achieved through: o eco-driving; o eco-", 0.007131996564567089]], "words": {"cutting": 0.000606436631642282, "o": 0.01344927866011858, "dissemination": 0.00025302640278823674, "attractiveness": 0.0004047929833177477, "path": 0.001498604309745133, "logistic": 0.0023176223039627075, "modal": 0.0019263841677457094, "kilometre": 0.001276139635592699, "driving": 0.000353289011400193}}, "2": {"sentences": [["Optimisation of the complementarity and synergies between the measures implemented at federal and regional level, in particular through the systematic application of the principle of mutuality (each entity verifies the potential impact of a measure on the climate policy of another entity and endeavours to act to strengthen the effectiveness of the measures of all the other levels of power).", 0.0016664838185533881], [": Trend in GHG emissions by sector in the baseline scenario (WEM), in five-year intervals  Evolution des émissions de GES par secteur", 0.0012710371520370245], ["Evolution des émissions de Gaz à effet de serre entre 2005 et 2030 (scénario WEM)", 0.0011511096963658929]], "words": {"optimisation": 0.0012049648212268949, "systematic": 0.00023420562501996756, "entity": 0.0033924058079719543, "endeavour": 0.00010843711061170325, "wem": 0.0010486467508599162, "interval": 5.4411480959970504e-05, "evolution": 0.0033583540935069323, "de": 0.000622736057266593, "et": 0.00010307489719707519}}}, "Bulgaria": {"0": {"sentences": [["LPG Kerosene Natural gas  Hydrogen Petrol Diesel fuel Biofuels Electricity Source: (B)EST model, E3-Modelling, Deloitte analysis  In the years leading up to 2030 as compared to 2015 (baseline), an insignificant increase in the quantities of kerosene in transport and the levels of LPG used has been projected.", 0.0008665289497002959], ["Management of degraded agricultural land through: o biological re-cultivation using grasses that are indigenous to the area; and o anti-corrosion measures and soil erosion methods;  introducing irrigation and water and energy saving technologies, promoting extensive farming;  implementing measures to reduce methane emissions from biological fermentation in livestock breeding;  ", 0.000774937856476754], ["The measures taken into account in the modelling exercise underlying the Third National Climate Change Action Plan and the National Air Pollution Control Programme for the period 20202030 have been validated for the WAM scenario.", 0.0007238556281663477]], "words": {"lpg": 0.001853748457506299, "kerosene": 0.0002800322254188359, "insignificant": 6.508345541078597e-05, "degraded": 0.00028767617186531425, "o": 0.002168860286474228, "grass": 0.0004940383951179683, "indigenous": 0.0001820667093852535, "anti": 0.00012176017480669543, "erosion": 0.0008365246467292309, "irrigation": 0.00043705658754333854, "breeding": 0.0002775968750938773, "exercise": 0.00046369576011784375, "underlie": 3.751870826818049e-05, "validate": 0.00011888504377566278, "wam": 0.0022753230296075344}}, "1": {"sentences": [["Management of degraded agricultural land through: o biological re-cultivation using grasses that are indigenous to the area; and o anti-corrosion measures and soil erosion methods;  introducing irrigation and water and energy saving technologies, promoting extensive farming;  implementing measures to reduce methane emissions from biological fermentation in livestock breeding;  ", 0.0031976697500795126], ["The measures taken into account in the modelling exercise underlying the Third National Climate Change Action Plan and the National Air Pollution Control Programme for the period 20202030 have been validated for the WAM scenario.", 0.0006654007593169808], ["The strategic objectives of the transport policy by 2030 are as follows:  increase the efficiency and competitiveness of the transport sector;  improve transport connectivity and accessibility (both internal and external);  reduce the adverse effects of transport sector development.", 0.0006166230305097997]], "words": {"degraded": 0.0002241080510430038, "o": 0.01344927866011858, "grass": 0.00011102853022748604, "indigenous": 0.0004742214223369956, "anti": 9.882792255666573e-06, "erosion": 0.0007839995669201016, "irrigation": 6.503784970846027e-05, "breeding": 0.00021219074551481754, "exercise": 0.00030846433946862817, "underlie": 0.0003902156022377312, "validate": 9.09230366232805e-05, "wam": 0.0018720000516623259, "connectivity": 0.00014465584536083043, "accessibility": 0.0016060613561421633, "external": 0.0006829980411566794, "adverse": 3.277693031122908e-05}}, "2": {"sentences": [["Structure of road haulage (Mpkm, %)  Road transport Rail transport Inland navigation Source: (B)EST model, E3-Modelling  The data contained in the charts below warrants the conclusion that by 2030 no significant variations are expected in transport by transport mode under the two scenarios.", 0.0008411286398768425], ["For biomass production, Bulgaria is expected to rely on the unutilised potential of biomass, which includes the biodegradable fraction of products, waste and residues from biological origin from agriculture (including vegetal and animal substances), forestry and related industries, fisheries and aquaculture, and biodegradable waste fraction, including industrial and municipal waste from biological origin that meet the sustainability criteria stipulated in Article 29 of Directive (EU) 2018/2001.", 0.0007218124228529632], ["[Providing support to] the households affected by the mandatory discontinuation of the use of traditional burning stoves in the transition to heating systems fired by natural gas (reconnection and building new network extensions), district heating (reconnection and building new network extensions) or heating devices that conform to eco-design requirements in line with the National Air Pollution Control Programme 20202030;    98  The use of fuels other than conventional fuels for primary energy production requires parallel implementation of the following measures:  Development and adoption of a national analysis of the potential for the sustainable biomass from all sectors (incl.", 0.0007055950118228793]], "words": {"inland": 0.0012000873684883118, "navigation": 9.866393520496786e-05, "chart": 0.0019385393243283033, "conclusion": 0.0006244208780117333, "variation": 0.00034393148962408304, "rely": 0.000798831635620445, "fraction": 0.0004935076576657593, "substance": 0.0009515925194136798, "fishery": 0.0011609476059675217, "aquaculture": 0.0004324873734731227, "burning": 0.0006334298523142934, "stove": 6.774951179977506e-05, "device": 0.0002700102631933987, "incl": 0.001851190347224474}}}, "Croatia": {"0": {"sentences": [["In addition to these measures, which will place special emphasis on the islands, additional sources of financing need to be found for the purposes of generation of clean energy on the islands and their decarbonisation, which will facilitate the transition of the islands to clean energy and accelerate their decarbonisation, taking into account the people living there.", 0.001353869796730578], ["103  Organic fertilizers stimulate the activity of soil microbes much more strongly than mineral fertilizers and bring much less salt and acid into the soil.", 0.0012595939915627241], ["The emergence of new crop fertilizers suitable for growing crops (especially polymer-coated fertilizers) has, through research, shown the possibility of reducing the need for fertilizers per hectare by up to 35%, with unchanged or increased revenues, making them economically viable and cost-effective.", 0.0012590981787070632]], "words": {"emphasis": 0.00035287716309539974, "island": 0.001979258144274354, "live": 0.0004786970966961235, "fertilizer": 0.002094300463795662, "strongly": 0.0003575311857275665, "acid": 0.000492243969347328, "emergence": 0.0001862391218310222, "hectare": 0.0008093215874396265, "unchanged": 0.00027612672420218587}}, "1": {"sentences": [["Establishing a platform for bioeconomy  Informative, educational, regulatory measure; implementation: 2021-2030 In the context of bioeconomy development, it is necessary to link three key aspects: the development of new technologies and processes; market development and the competitiveness of biomass-based sectors and the political will to co-operate with policy and stakeholders to achieve the bioeconomy in the Croatian context.", 0.0016071682330220938], ["Executive body: MEE - implementation and patronage of education and promotion programmes, organization of advisory service, design of new business models for realization of biogas plants and biomass cogeneration; EPEEF - providing part of the funds, participating in promotion and education activities; MCPP - promotion of the use of RES in buildings; CCE - promotion of the use of RES systems to entrepreneurs  MA in cooperation with LGUs - promotion and supply of biomass for the needs of the bioeconomy, decarbonisation of livestock, development of the bioeconomy; Suppliers - promotion of corporate contracts; MEE in collaboration with LGUs - with programmes to promote RES in kindergartens and schools Monitoring Bodies:", 0.0009104377822950482], ["The objective of these measures is to cover all counties, large cities (with more than 35,000 inhabitants) and municipalities and cities that together form a geographical entity with more than 35,000 inhabitants.   ", 0.0008887524018064141]], "words": {"bioeconomy": 0.0019681965932250023, "educational": 0.0005240828613750637, "executive": 0.00010730079520726576, "organization": 0.0001687156327534467, "entrepreneur": 0.00032521813409402966, "corporate": 0.00038847082760185003, "collaboration": 0.0014469653833657503, "county": 0.0008662770851515234, "inhabitant": 0.0007839423487894237, "geographical": 0.0002913746575359255, "entity": 0.0017182256560772657}}, "2": {"sentences": [["The main advantage of growing Galega orientalis Lam. is almost exclusively the use of symbiotically bound elemental nitrogen and not N from mineral fertilizers or small doses of \"initial\" mineral N up to 40 kg / ha.", 0.0014912604819983244], ["In addition to these measures, which will place special emphasis on the islands, additional sources of financing need to be found for the purposes of generation of clean energy on the islands and their decarbonisation, which will facilitate the transition of the islands to clean energy and accelerate their decarbonisation, taking into account the people living there.", 0.0013858481543138623], ["Reduced tillage is also advantageous from the standpoint of weed control, establishing optimal soil functioning and optimal crop height per unit of production area - i.e., a total reduction in production costs.  ", 0.001093575032427907]], "words": {"n": 0.00257508410140872, "fertilizer": 0.0002906190056819469, "kg": 0.00023421501100528985, "ha": 0.0017812998266890645, "emphasis": 0.0012007256736978889, "island": 0.0017200198490172625, "live": 0.0005684554344043136, "tillage": 0.0001843868667492643, "advantageous": 5.458111991174519e-05, "optimal": 0.0020944434218108654, "functioning": 0.0020007637795060873, "height": 0.0001328316720901057}}}, "Cyprus": {"0": {"sentences": [["Expected allocation WEM projections  Surplus/ deficit of AEAs with WEM PPM projections  Surplus/ deficit of AEAs with PPM 2021 4190 3995 195 3920 270 2022 4085 3983 101 3878 206 2023 3979 3970 9 3836 144 2024 3874 3964 -90 3801 73 2025 3769 3959 -190 3761 8 2026 3663 3954", 0.003946795128285885], ["3920 3878 3836 3801 3761 3714 3635 3556 3477 3374   Figure 3.1: Projected evolution of GHG emissions of non-ETS sectors according to the WEM and PPM scenarios According to the projection of GHG emissions, it appears that during the period 2021-2030, Cyprus will have in some years a small surplus and in some years a small deficit in terms of the annual allowances that are expected to be allocated.", 0.0022907289676368237], ["As it is shown in sector 3.1.2 the use of Interconnector can help the RES to further penetrate earlier, while in the WEM scenario it seems that more RES will be introduced in the post 2030 period with technologies that using storage behind the meter.", 0.002188692335039377]], "words": {"wem": 0.0074632721953094006, "deficit": 0.0004303180321585387, "evolution": 0.0004967565764673054, "appear": 0.0007725690375082195, "interconnector": 0.0008910211618058383, "post": 0.00021822577400598675, "meter": 0.00018225050007458776}}, "1": {"sentences": [["Expected allocation WEM projections  Surplus/ deficit of AEAs with WEM PPM projections  Surplus/ deficit of AEAs with PPM 2021 4190 3995 195 3920 270 2022 4085 3983 101 3878 206 2023 3979 3970 9 3836 144 2024 3874 3964 -90 3801 73 2025 3769 3959 -190 3761 8 2026 3663 3954", 0.0013871859991922975], ["The fee was varying over the time from 0,13 eurocent per kWh to 1 eurocent per kWh and was intended to cover the cost of the long-term PPAs and the grant schemes that the MECI wanted to promote for achieving the RES and Energy Efficiency targets.", 0.001159570412710309], ["If the PV system owner generates more power than they consume during any two-month period, the avoidance cost credit is rolled over into subsequent billing periods and is likely to be cancelled out over the course of each year because of the constraints applied to the generation capacity of eligible arrays.", 0.001117546809837222]], "words": {"wem": 0.0026802991051226854, "deficit": 9.40729005378671e-05, "kwh": 0.001110695069655776, "ppa": 0.0001395058206981048, "want": 0.0022773854434490204, "pv": 0.0014193878741934896, "avoidance": 0.00013579519873019308, "roll": 0.0027509245555847883, "likely": 0.0010699073318392038, "cancel": 0.00021171875414438546}}, "2": {"sentences": [["NA 6b Solar Heating and Cooling Replacement for Solar Collector for Commercial purposes and use of Solar Technologies for High process heat and/or Solar Cooling NA   7 Use of Electric Vehicles  Old vehicle scrapping scheme and financial incentives for the purchase of electric vehicles   NA 8 Promotion of the open loop Geothermal Energy Development of Framework and possible financial incentives.", 0.001715702936053276], ["The evolution of RES in Sectors: Electricity, Heating and Cooling and Transport, till 2040 in the scenario WEM For the electricity sector, from the evolution of Technologies, in the case of no Electricity Interconnector, there is an increase need of Storage Technologies in order to avoid curtailing energy.", 0.0016970790456980467], ["Share by Technology for Renewable Energy Share as of the end of 2018 To draw up a financially and technically optimal strategy for attaining the 10 % RES target in transport and to ensure the optimal penetration of alternative fuels in transport in Cyprus, conducted by GIZ GmbH71, which was financed by the SRSS (European Commission Structural Reform Support Services) and the German Ministry of Economic Affairs and Energy.", 0.0014519994147121906]], "words": {"na": 0.0032752729021012783, "collector": 0.00023672333918511868, "vehicles": 4.695692041423172e-05, "scrap": 0.0001847189705586061, "evolution": 0.0033583540935069323, "till": 0.0002967296168208122, "wem": 0.0010486467508599162, "interconnector": 0.0004233117215335369, "financially": 0.00011039766104659066, "optimal": 0.0020944434218108654, "attain": 0.003272909438237548, "services": 0.0007814813288860023, "affairs": 0.00035832039429806173}}}, "Czechia": {"0": {"sentences": [["Chart 54: Results of projections of total greenhouse gas emissions for the WEM scenario by sector  Source: CHMI Table 74: Results of projections of total greenhouse gas emissions for the WEM and WAM scenarios by sector  Historical emissions GHG emission projection [Mt CO2 eq.] 2005 2010 2015 2020 2025 2030 2035 2040 WEM 1.", 0.005326370242983103], ["Historical emissions GHG emission projection  2005 2010 2015 2020 2025 2030 2035 2040 WEM 139.45 133.57 121.09 126.83 112.85 108.22 97.84 91.59 WAM 139.45 133.57 121.09 127.18 113.12 108.71 97.78 92.29 Source: CHMI Table 72: Outcomes of GHG emission projections outside EU-ETS for WEM and WAM scenario", 0.0048692976124584675], ["Historical emissions GHG emission projection  2005 2010 2015 2020 2025 2030 2035 2040 WEM CO2 117.67 111.39 98.19 103.81 90.79 87.93 78.80 73.90 CH4 14.73 14.54 14.02 13.61 13.09 12.07 11.39 10.23 N2O 6.14 5.50 5.86 5.89 6.08 6.21 6.24 6.24 F  gases 0.92 2.14 3.01 3.51 2.88 2.00 1.41 1.21  WAM CO2 117.67 111.39 98.19 104.17 91.08 88.70 79.58 75.32 CH4 14.73 14.54 14.02 13.61 13.08 11.80 10.55 9.51 N2O 6.14 5.50 5.86 5.89 6.07 6.21 6.23 6.24 F  gases 0.92 2.14 3.01 Only WEM scenario Source: CHMI Chart 54 and Table 74shows", 0.004792144522070885]], "words": {"chart": 0.0019667106680572033, "wem": 0.0074632721953094006, "wam": 0.0022753230296075344}}, "1": {"sentences": [["Historical emissions GHG emission projection  2005 2010 2015 2020 2025 2030 2035 2040 WEM 139.45 133.57 121.09 126.83 112.85 108.22 97.84 91.59 WAM 139.45 133.57 121.09 127.18 113.12 108.71 97.78 92.29 Source: CHMI Table 72: Outcomes of GHG emission projections outside EU-ETS for WEM and WAM scenario", 0.0022761495783925056], ["Chart 54: Results of projections of total greenhouse gas emissions for the WEM scenario by sector  Source: CHMI Table 74: Results of projections of total greenhouse gas emissions for the WEM and WAM scenarios by sector  Historical emissions GHG emission projection [Mt CO2 eq.] 2005 2010 2015 2020 2025 2030 2035 2040 WEM 1.", 0.0021562916226685047], ["Historical emissions GHG emission projection  2005 2010 2015 2020 2025 2030 2035 2040 WEM CO2 117.67 111.39 98.19 103.81 90.79 87.93 78.80 73.90 CH4 14.73 14.54 14.02 13.61 13.09 12.07 11.39 10.23 N2O 6.14 5.50 5.86 5.89 6.08 6.21 6.24 6.24 F  gases 0.92 2.14 3.01 3.51 2.88 2.00 1.41 1.21  WAM CO2 117.67 111.39 98.19 104.17 91.08 88.70 79.58 75.32 CH4 14.73 14.54 14.02 13.61 13.08 11.80 10.55 9.51 N2O 6.14 5.50 5.86 5.89 6.07 6.21 6.23 6.24 F  gases 0.92 2.14 3.01 Only WEM scenario Source: CHMI Chart 54 and Table 74shows", 0.0020252896938472986]], "words": {"wem": 0.0026802991051226854, "wam": 0.0018720000516623259, "chart": 0.0008685606298968196}}, "2": {"sentences": [["Electromobility Expected development Chart 13  shows a baseline scenario for the development of electromobility until 2040 with a detailed focus on the period until 2025 that was formulated as a part of the NAP CM in 2015.", 0.0016468123067170382], ["Chart 13: Baseline scenario of electromobility development in the Czech Republic according to NAP CM (thousands of vehicles)  ", 0.0014662115136161447], ["Chart 14 then shows the prediction of the development of electromobility prepared by the Car Importers Association for the purpose of NAP CM Update.", 0.0014315516455098987]], "words": {"electromobility": 0.002457041759043932, "chart": 0.0019385393243283033, "formulate": 0.00022050776169635355, "nap": 0.0011609303764998913, "thousand": 0.00030833494383841753, "prediction": 0.0001696952967904508}}}, "Denmark": {"0": {"sentences": [["Import accounted for 45 % of the total consumption of bioenergy in Denmark in 2017, mainly in the form of wood pellets (59 PJ), liquid biofuels (10 PJ) and wood chips (7 PJ).", 0.001236551208421588], ["For more information on the agreement on the Climate Act see: https://kefm.dk/media/12965/aftale-om-klimalov-af-6-december-2019.pdf         28  o presentation of professional assessments of whether the initiatives in the  o recommendations on climate initiatives, o et7, o more experts are added to the council, o chairperson and members, - a new climate dialogue forum in relation to the Council on Climate Change with representatives from business organisations, think thanks, green organisations, organisations and ministries, - separate pertaining to international shipping and aviation.", 0.001157875987701118], ["The projection shows that while biomass continues to play a major role due to its share in heating, the increase of renewable energy in the overall mix is almost entirely due to other RE sources, notably offshore wind, ambient heat for heat pumps and solar PV:   The share of offshore wind power increases from 3 pct.-point in 2017 to 12 pct.-point in 2030 to 10 pct.-point in 2040   The share of onshore wind power increases from 5 pct.-point in 2017 to 8 pct.-point in 2030 to 10 pct.-point in 2040  The share of bioenergy decreases from 21 pct.-point in 2017 to 23 pct.-point in 2030 and then falls to 21 pct.-point in 2040  The share of solar energy increases from 1 pct.-point in 2017 to 4 pct.-point in 2030 to 6 pct.-point in 2040  The share of waste (bio-degradable) is 3 pct.-point in 2017 and in 2030, and it decreases from 3 pct.-point in 2030 to 2 pct.-point in 2040  The share of ambient heat for heat pumps increases from 1 pct.-point in 2017 to 5 pct.-point in 2030 to 7 pct.-point in 2040  Figure 30.", 0.0008571233483962715]], "words": {"pellet": 0.0005350360879674554, "pj": 0.0016803904436528683, "chip": 0.0006065488560125232, "o": 0.002168860286474228, "presentation": 4.136885399930179e-05, "dialogue": 0.0007179524400271475, "forum": 0.000327285029925406, "representative": 0.00019454676657915115, "thank": 0.0012156518641859293, "pertain": 0.00014795680181123316, "shipping": 0.00040544886724092066, "entirely": 0.0005010644672438502, "notably": 0.00020632531959563494, "ambient": 0.00036131759406998754, "pv": 0.002855591708794236}}, "1": {"sentences": [["For more information on the agreement on the Climate Act see: https://kefm.dk/media/12965/aftale-om-klimalov-af-6-december-2019.pdf         28  o presentation of professional assessments of whether the initiatives in the  o recommendations on climate initiatives, o et7, o more experts are added to the council, o chairperson and members, - a new climate dialogue forum in relation to the Council on Climate Change with representatives from business organisations, think thanks, green organisations, organisations and ministries, - separate pertaining to international shipping and aviation.", 0.0059162285178899765], ["The European policy fora include CA-RES (RES in EU), BEMIP (RES and other topics in countries around the Baltic Sea), North Seas Energy Cooperation (Offshore wind in the North Sea), and Nordic council of ministers (RES and other topics in the Nordic countries) (see section 1.4.1).", 0.000596259196754545], ["Single  21 BU-8(expired): Renewables for the industry Single  22 BU-9: Mandatory Energy Audit for large Enterprises Single  23 BU-10: The center for energy savings in enterprises Single  24 TR-1a: EU demands on vehicle manufactures to deliver fuel efficient cars and vans Single  25 TR-1b(expired): Information campaign on fuel consumption of new cars Single  26 TR-2(expired): Energy-correct driving technique Single  27 TR-3(expired): Initiative on enforcing speed limits Single  28 TR-4(expired): Establishment of intermodal installations Single  29 TR-5(expired): Promotion of environmentally friendly goods transport Single  30 TR-6(expired): Reduced travel times for public transport Single  31 TR-7: Spatial planning Single  32 TR-8: EU requirements regarding biofuels Single  33 TR-9(expired): Transport infrastructure projects in the fields of electric vehicles, gas and hydrogen Single  34 TR-10: Electrification of parts of the rail infrastructure Single  35 TR-11(expired): Investments in a new metro line and bicycle transport facilities.", 0.0005720508634112775]], "words": {"o": 0.01344927866011858, "presentation": 0.00013997798669151962, "dialogue": 0.0006518303416669369, "forum": 0.0004282936279196292, "representative": 0.0008620607550255954, "thank": 0.00011861822713399306, "pertain": 0.0004401067562866956, "shipping": 0.001107455464079976, "topic": 0.0005348452250473201, "baltic": 0.00013019167818129063, "north": 0.0011255225399509072, "seas": 0.000294593715807423, "audit": 0.00016896890883799642, "van": 0.0015973873669281602, "correct": 0.0002718463074415922, "driving": 0.000353289011400193, "intermodal": 0.00032960542012006044, "metro": 0.0007112076273187995}}, "2": {"sentences": [["EUR Excise tax exemption on inland sea transport and fishery 72.1 Tax exemption for fuels and electricity for trains 59.6 Higher tax deductions for investment in fossil fuel extraction infrastructure 30.1 Act on energy saving obligations 23.3 Excise tax exemption for domestic aviation 19.7 Act to support power from distric heating, based on e.g. natural gas 15.4 Aviation in EU ETS 3.2 Public R&D expenditures  Oil and gas: 2.2 Coal: 0.15  Other fossils: 0.8  Note: The average size is for most of the subsidies for the period 2008-16.", 0.0010836879955604672], ["The projection shows that while biomass continues to play a major role due to its share in heating, the increase of renewable energy in the overall mix is almost entirely due to other RE sources, notably offshore wind, ambient heat for heat pumps and solar PV:   The share of offshore wind power increases from 3 pct.-point in 2017 to 12 pct.-point in 2030 to 10 pct.-point in 2040   The share of onshore wind power increases from 5 pct.-point in 2017 to 8 pct.-point in 2030 to 10 pct.-point in 2040  The share of bioenergy decreases from 21 pct.-point in 2017 to 23 pct.-point in 2030 and then falls to 21 pct.-point in 2040  The share of solar energy increases from 1 pct.-point in 2017 to 4 pct.-point in 2030 to 6 pct.-point in 2040  The share of waste (bio-degradable) is 3 pct.-point in 2017 and in 2030, and it decreases from 3 pct.-point in 2030 to 2 pct.-point in 2040  The share of ambient heat for heat pumps increases from 1 pct.-point in 2017 to 5 pct.-point in 2030 to 7 pct.-point in 2040  Figure 30.", 0.0009667027043178678], ["For more information on the agreement on the Climate Act see: https://kefm.dk/media/12965/aftale-om-klimalov-af-6-december-2019.pdf         28  o presentation of professional assessments of whether the initiatives in the  o recommendations on climate initiatives, o et7, o more experts are added to the council, o chairperson and members, - a new climate dialogue forum in relation to the Council on Climate Change with representatives from business organisations, think thanks, green organisations, organisations and ministries, - separate pertaining to international shipping and aviation.", 0.0007801635656505823]], "words": {"excise": 0.0016938719199970365, "inland": 0.0012000873684883118, "fishery": 0.0011609476059675217, "deduction": 0.0003929562808480114, "extraction": 0.0003603931108955294, "entirely": 0.0004270276695024222, "notably": 0.0004883420187979937, "ambient": 0.0006247732089832425, "pv": 0.0026685972698032856, "o": 0.0012417950201779604, "presentation": 0.0005746989627368748, "dialogue": 0.000568730931263417, "forum": 0.0002524089359212667, "representative": 0.0006738207302987576, "thank": 0.0004791271057911217, "pertain": 0.00027273831074126065, "shipping": 0.00033146271016448736}}}, "Estonia": {"0": {"sentences": [["Planning of the Estonian marine area Planning of the Estonian marine area is currently under way, and its aim is to reach agreement on the use of the Estonian marine area in the long term, in order to promote the marine economy and contribute to the achievement and preservation of the good environmental condition of the marine environment.", 0.0012845839373767376], ["The marine area plan is prepared as a thematic plan for the whole marine area of Estonia, as part of the plan for the  During development of the marine area plan, the synergy between the activities that are already taking place today and those that are planned for the future in the marine area are assessed, and the environmental and also economic, social and cultural impacts involved with the implementation of these activities is assessed.", 0.0009926672792062163], ["Thanks to technology leapfrogging, pumped-storage hydroelectric power stations, hydrogen being used as an energy carrier and batteries, it will be possible to harmonise consumption in the network in view of 2040 because peak hours will be covered using stored energy.", 0.0007016443414613605]], "words": {"marine": 0.0014041103422641754, "preservation": 0.0006869520875625312, "thematic": 0.0002953566436190158, "cultural": 4.4205604353919625e-05, "thank": 0.0012156518641859293, "hydroelectric": 0.0012454846873879433, "carrier": 0.00017261829634662718, "harmonise": 0.0001728225324768573}}, "1": {"sentences": [["Bioeconomy The sustainability of the bioeconomy sectors that are important for Estonia is ensured through climate-conscious planning of agriculture, forestry, water management, fisheries and tourism and peat extraction.", 0.0010121333179995418], ["33 Estonian technology companies signed an agreement at the Tallinn Digital Summit in autumn 2019, promising to transfer their operations to a fully environmentally sustainable footing by 2030.", 0.0009265508269891143], ["Planning of the Estonian marine area Planning of the Estonian marine area is currently under way, and its aim is to reach agreement on the use of the Estonian marine area in the long term, in order to promote the marine economy and contribute to the achievement and preservation of the good environmental condition of the marine environment.", 0.0008930732146836817]], "words": {"bioeconomy": 0.0019681965932250023, "conscious": 0.000240054345340468, "fishery": 0.00037055101711302996, "peat": 0.0012157075107097626, "extraction": 0.00031009368831291795, "sign": 0.0006149511900730431, "digital": 0.0026892556343227625, "summit": 0.00013427868543658406, "autumn": 0.0002677177544683218, "marine": 0.0010099583305418491, "preservation": 0.0003086479555349797}}, "2": {"sentences": [["The Ministry of Economic Affairs and Communications developed a support scheme for private individuals and legal entities for purchasing electric cars; 3) Recharging infrastructure for electric cars covering the entry country was built.", 0.0013716941466555], ["Planning of the Estonian marine area Planning of the Estonian marine area is currently under way, and its aim is to reach agreement on the use of the Estonian marine area in the long term, in order to promote the marine economy and contribute to the achievement and preservation of the good environmental condition of the marine environment.", 0.001189747708849609], ["Without prejudice to the applicability of State aid rules, financing measures, including Union support and the use of Union funds, in this area at national level, where applicable European Union support and Union funds have been used and are planned to be used in the following existing and additional measures: EN3 Development of the heating sector EN4 Additional development of the heating sector EN11 Synchronisation of the Baltic electricity system with the synchronous areas of Continental Europe TR1 Increasing the share of biofuels in the transport sector; TR4 Spatial and land use measures in cities to increase the fuel-efficiency of transport and improve the transportation system TR9 Additional spatial and land use measures in cities to increase the fuel-efficiency of transport and improve the transportation system TR13 Development of railway infrastructure (incl. construction of Rail Baltic) HF1 Reconstruction of public sector and commercial buildings HF2 Reconstruction of private residences and apartment buildings HF5 Additional reconstruction of public sector and commercial buildings HF6  Additional reconstruction of private residences and apartment buildings PM1 Organic farming PM2", 0.001162573928013444]], "words": {"affairs": 0.00035832039429806173, "entity": 0.0033924058079719543, "recharge": 0.0013500307686626911, "entry": 0.00038601976120844483, "marine": 0.001346037839539349, "preservation": 0.00040829708450473845, "baltic": 0.00103848020080477, "incl": 0.001851190347224474, "reconstruction": 0.0008198680588975549, "apartment": 0.0016277708346024156}}}, "Finland": {"0": {"sentences": [["Energy taxation is described in more detail in the IEA™s In-depth-review of Finland™s energy policy37.Waste managementEmissions from waste management originate from landfilling, composting, digestion and the treatment of wastewater.", 0.0009144904906861484], ["The renewable energy targets and minimum levels for the intermediate years [share of gross ˜nal consumption of energy].20202022202520272030Finland™s EU obligation38 %Finland™s RES target for 2030 and the minimum level for the intermediate years41 %44 %47 %51 %ii.", 0.000892268493771553], ["The objective of the Plan is to provide actors with access to the requisite methods for assessing and managing climate risks and that society™s ability to adapt is improved, innovative solutions promoted and awareness of climate change adaptation disseminated by means of research and development, communications and training.", 0.0007184007554315031]], "words": {"iea": 0.00023025817063171417, "s": 0.00141096708830446, "originate": 0.000609688344411552, "landfilling": 0.0008801824878901243, "composting": 0.00015959255688358098, "digestion": 0.0016997784841805696, "intermediate": 0.0003735698410309851, "actor": 0.0008846704149618745, "ability": 0.0003555811126716435, "disseminate": 0.00022238437668420374}}, "1": {"sentences": [["In addition, the use of biogas in machinery will be promoted, contributions will be made at the EU level to the development of CO2 regulation applied to machinery, energy-efficient and low-emission machinery will be promoted through public procurements, and guidance through information will be used to promote energy-efficient use of machinery.", 0.0009719728259369731], ["The Government during 2015Œ2019 funded more than 70 research and development projects during the last four years to promote biomass nutrient recycling enhancing actions of SMEs and research institutes as well as communicate and inform about the benefits of nutrient recycling and importance of bio-waste separation and food waste reduction.", 0.0006543536437675357], ["One drawback of higher rainfall in the summer is that it can hamper peat extraction.", 0.0005835823249071836]], "words": {"machinery": 0.0010029859840869904, "guidance": 0.0008479203097522259, "nutrient": 0.0007252687937580049, "sme": 0.0008588142227381468, "communicate": 0.0006274317274801433, "separation": 0.0003349843609612435, "rainfall": 0.0004102257953491062, "summer": 0.00039830239256843925, "peat": 0.0012157075107097626, "extraction": 0.00031009368831291795}}, "2": {"sentences": [["The renewable energy targets and minimum levels for the intermediate years [share of gross ˜nal consumption of energy].20202022202520272030Finland™s EU obligation38 %Finland™s RES target for 2030 and the minimum level for the intermediate years41 %44 %47 %51 %ii.", 0.0007962525705806911], ["In addition, the use of biogas in machinery will be promoted, contributions will be made at the EU level to the development of CO2 regulation applied to machinery, energy-efficient and low-emission machinery will be promoted through public procurements, and guidance through information will be used to promote energy-efficient use of machinery.", 0.0005443274858407676], ["The objective of the Plan is to provide actors with access to the requisite methods for assessing and managing climate risks and that society™s ability to adapt is improved, innovative solutions promoted and awareness of climate change adaptation disseminated by means of research and development, communications and training.", 0.0005168962525203824]], "words": {"intermediate": 0.0013244227739050984, "s": 0.0002680823381524533, "machinery": 0.0006048597861081362, "guidance": 0.00030219825566746294, "actor": 0.0005918035749346018, "ability": 0.00031937891617417336, "disseminate": 0.0008883201517164707}}}, "France": {"0": {"sentences": [["Figure 24: Projections for the WEM scenario for ESR    Projections AME  WEM projections   Annual emission allocations  Projections ESR AME  WEM ESR projections  Objectif ESR de la France (-37%/2005)  ESR target for France (-37%/2005)       154    In 2020, the ESR emissions forecast in the WEM scenario are 345,449 ktCO2e, and thus very slightly above (+0.3%)", 0.006454329006373882], ["Hydro power connected by region as at 31 December 2017  Bretagne  Brittany  Normandie  Normandy  Hauts-de-France  Hauts-de-France  Pays de la Loire  Pays de la Loire  Centre-Val de Loire  Centre-Val de Loire  Ile-de-France  Ile-de-France  Bourgogne-Franche-Comté  Bourgogne-Franche-Comté  Nouvelle-Aquitaine  Nouvelle-Aquitaine  Auvergne-Rhône-Alpes  Auvergne-Rhône-Alpes  Occitanie  Occitanie  Provence-Alpes- Provence-Alpes- Corse  Corsica    1 000 à 3 000 MW  1,000 to 3,000 MW  100 à 1 000 MW  100 to 1,000 MW  0", 0.00241855694912374], ["198      Bretagne  Brittany  Normandie  Normandy  Hauts-de-France  Hauts-de-France  Pays de la Loire  Pays de la Loire  Centre-Val de Loire  Centre-Val de Loire  Ile-de-France  Ile-de-France  Bourgogne-Franche-Comté  Bourgogne-Franche-Comté  Nouvelle-Aquitaine  Nouvelle-Aquitaine  Auvergne-Rhône-Alpes  Auvergne-Rhône-Alpes  Occitanie  Occitanie  Provence-Alpes-", 0.00241855694912374]], "words": {"wem": 0.0074632721953094006, "de": 0.0024185567162930965}}, "1": {"sentences": [["Hydro power connected by region as at 31 December 2017  Bretagne  Brittany  Normandie  Normandy  Hauts-de-France  Hauts-de-France  Pays de la Loire  Pays de la Loire  Centre-Val de Loire  Centre-Val de Loire  Ile-de-France  Ile-de-France  Bourgogne-Franche-Comté  Bourgogne-Franche-Comté  Nouvelle-Aquitaine  Nouvelle-Aquitaine  Auvergne-Rhône-Alpes  Auvergne-Rhône-Alpes  Occitanie  Occitanie  Provence-Alpes- Provence-Alpes- Corse  Corsica    1 000 à 3 000 MW  1,000 to 3,000 MW  100 à 1 000 MW  100 to 1,000 MW  0", 0.0031187222339212894], ["198      Bretagne  Brittany  Normandie  Normandy  Hauts-de-France  Hauts-de-France  Pays de la Loire  Pays de la Loire  Centre-Val de Loire  Centre-Val de Loire  Ile-de-France  Ile-de-France  Bourgogne-Franche-Comté  Bourgogne-Franche-Comté  Nouvelle-Aquitaine  Nouvelle-Aquitaine  Auvergne-Rhône-Alpes  Auvergne-Rhône-Alpes  Occitanie  Occitanie  Provence-Alpes-", 0.0031187222339212894], ["194    Figure 36: Regional distribution of connected wind generation capacity as at 31 December 2018 (MW) (Source: RTE)    Bretagne  Brittany  Normandie  Normandy  Hauts-de-France  Hauts-de-France  Pays de la Loire  Pays de la Loire  Centre-Val de Loire  Centre-Val de Loire  Ile-de-France  Ile-de-France  Bourgogne-Franche-Comté  Bourgogne-Franche-Comté  Nouvelle-Aquitaine  Nouvelle-Aquitaine  Auvergne-Rhône-Alpes  Auvergne-Rhône-Alpes  Occitanie  Occitanie  Provence-Alpes- Provence-Alpes- Corse  Corsica    1 000 à 3 000 MW  1,000 to 3,000 MW  700 à 1 000 MW  700 to 1,000 MW  350 à 700 MW  350 to 700 MW  0", 0.002800385467708111]], "words": {"de": 0.003118722466751933, "connected": 0.0002536918327677995}}, "2": {"sentences": [["Generation cost for new PV ground installations     Generation cost for new PV installations on large roofs    Cost already committed   Additional cost linked to the targets set in this MEP    Total    The support costs for this pathway depend to a large extent on how they are distributed among the various segments: ground, large roof, small roof.", 0.0011198429856449366], ["Figure 24: Projections for the WEM scenario for ESR    Projections AME  WEM projections   Annual emission allocations  Projections ESR AME  WEM ESR projections  Objectif ESR de la France (-37%/2005)  ESR target for France (-37%/2005)       154    In 2020, the ESR emissions forecast in the WEM scenario are 345,449 ktCO2e, and thus very slightly above (+0.3%)", 0.0009634645539335907], ["GDP increased by 48.6% over the same period and the intensity of emissions per unit of GDP fell by 43.6% between 1990 and 2016, reflecting an absence of correlation between emissions and economic growth.  ", 0.0008933009812608361]], "words": {"pv": 0.0026685972698032856, "roof": 0.0003340760595165193, "pathway": 0.00037963513750582933, "wem": 0.0010486467508599162, "de": 0.000622736057266593, "gdp": 0.001160380314104259, "absence": 0.000694415473844856, "correlation": 0.0005580277647823095}}}, "Germany": {"0": {"sentences": [["Concerted Action on the Renewable Energy Sources Directive The Concerted Action on the Renewable Energy Sources Directive (CA-RES) forum was founded in 2010 and pursues the goal of allowing experts from the Member States to engage in informal exchanges of experience on implementation of the Renewable Energy Directive.", 0.0012834634399041533], ["As part of the upcoming amendments to the Renewable Energy Sources Act, of which the Federal Ministry of Economic Affairs and Energy is to produce a draft, amendments are expected to be made to the targets and the technology-specific expansion trajectories in the Renewable Energy Sources Act.", 0.0012367384042590857], ["As a central funding instrument for renewable energies in the electricity sector (see Section 3.1.2.i.), the Renewable Energy Sources Act safeguards funding (guaranteed compensation, priority feed-in) and the financing of any extra costs incurred as a result of the surcharge under the Renewable Energy Sources Act.", 0.0011885855346918106]], "words": {"sources": 0.002191198291257024, "forum": 0.000327285029925406, "pursue": 0.0004241724673192948, "upcoming": 0.00020892532484140247, "affairs": 0.0003556319570634514, "safeguard": 0.00028744200244545937, "extra": 0.0008367077680304646, "incur": 0.00043638143688440323}}, "1": {"sentences": [["increased funding for research and development projects, specialist and consumer information, competitions of ideas, model / demonstration projects aiming at o climate-friendly and innovative timber usage, especially in the area of building with wood, and in relation to the re-use of hardwood timber, the circular economy and cascading use o promoting climate-conscious consumer behaviour.  ", 0.004231794737279415], ["Taking into consideration ecological and climate impact concerns, these efforts are aimed at o reforestation of deforested areas (180,000 hectares, as at September 2019)", 0.0036254897713661194], ["Reducing ammonia emissions  Rapid and comprehensive implementation of all mitigation options outlined in the measures under the national air quality management programme to comply with the National Emission Ceiling (NEC) Directive  Investment and funding programme to support the necessary operational adjustments, and updating of that programme: 64  o", 0.003588506020605564]], "words": {"specialist": 0.00012471553054638207, "idea": 0.00041816459270194173, "o": 0.01344927866011858, "usage": 0.00021397267119027674, "conscious": 0.000240054345340468, "behaviour": 0.0017270977841690183, "reforestation": 0.00015718468057457358, "deforested": 0.00012614821025636047, "hectare": 0.0007693468360230327, "ceiling": 0.0005953602376393974, "nec": 0.00012306461576372385, "updating": 0.00018632067076396197}}, "2": {"sentences": [["Progressive alignment of the overall balance for Germany with the objectives of the sustainability strategy (70 kg N / ha) in 2030.", 0.0010029320837929845], ["For this reason, a funding programme for shared private and commercial charging infrastructure (e.g. in apartment blocks and in employee car parks) will be puand the provision of necessary charging infrastructure to the employee are tax privileged, i.e. they need not be taxed as a salary component.", 0.0007457699975930154], ["Apartment owners and tenants are in principle to be granted an entitlement to the installation of charging facilities, which the remaining apartment owners and the landlord can refuse only in certain limited circumstances.", 0.0007266874308697879]], "words": {"progressive": 0.0003227808338124305, "alignment": 0.00010128040594281629, "kg": 0.00023421501100528985, "n": 0.00257508410140872, "ha": 0.0017812998266890645, "apartment": 0.0016277708346024156, "employee": 0.00045975041575729847, "park": 0.0004358081496320665, "tenant": 0.00018167401140090078, "entitlement": 3.0304832762340084e-05, "refuse": 9.927013888955116e-05, "circumstance": 0.0007933333981782198}}}, "Greece": {"0": {"sentences": [["To that end, the aim is to complete and put into operation the large hydroelectric projects currently under construction, to utilise the potential of irrigation / water supply projects and reservoirs, while further developing small hydroelectric projects.", 0.0008189023938030005], ["The aim is also to put an end to the energy isolation of our islands by early 2029 at the latest and to have them interconnected with the mainland system, thus eliminating the utility services costs, as well as to have innovative hybrid RES power generation systems set up on those islands that will not be interconnected or will be interconnected later on, for the benefit of all consumers.", 0.0007929843850433826], ["In the context of the new interconnections between the autonomous systems on the non-interconnected islands and the mainland system, the utilisation of the existing local RES capacity will be optimised, albeit with due account taken of technical, economic and social parameters.", 0.0007417413289658725]], "words": {"hydroelectric": 0.0012454846873879433, "irrigation": 0.00043705658754333854, "reservoir": 0.0003475836419966072, "island": 0.001979258144274354, "interconnect": 0.00016322503506671637, "mainland": 0.00030971478554420173, "autonomous": 0.0005607182974927127, "albeit": 0.00011727407400030643}}, "1": {"sentences": [["To that end, the Inter- national operational plan for the development of electromobility, the management and coordination of all actions and operations for promoting electromobility at an inter-ministerial level, the planning and implementation of an integrated package of incentives and the definition of the physical planning and setup of the regulatory framework for electric charging infrastructures.", 0.0009267839486710727], ["The contribution of circular economy and bioeconomy towards attaining climate change mitigation objectives is considered to be particularly important, as it has been estimated that shifting to a circular pattern can lead to a significant reduction in GHG emissions through recycling and reuse of materials, more efficient use of resources and more eco-friendly product design, as well as                                                            8 www.adaptivegreece.gr 55 the Greek economy due to the numerous opportunities and possibilities for resource utilisation, but also due to the changes that can cover a broader part of the economy, in the field of waste management in particular.", 0.0009139837347902358], ["In this context, the best technical and cost-effective enhancement and expansion of energy infrastructure in both the transmission system and the distribution network for tackling congestion that prevents further growth of RES plants in specific areas will also be, for the following period, a core measure for the optimal integration of RES in energy networks.", 0.0008034283528104424]], "words": {"electromobility": 0.0013842657208442688, "ministerial": 0.0002702073543332517, "physical": 0.0006683969404548407, "bioeconomy": 0.0019681965932250023, "attain": 0.00021965544146951288, "pattern": 0.0006734590278938413, "numerous": 0.0007946236873976886, "tackle": 0.0012112982803955674, "congestion": 0.0005527648027054965, "core": 0.0007284199818968773, "optimal": 0.0007212303462438285}}, "2": {"sentences": [["Particular importance and emphasis should be given to measures that are highly ambitious in terms of attaining that core energy objective and are necessary to attain a much higher share than that of a reference scenario.", 0.002198827685788274], ["In this context, in addition to updating the overall 145 licensing framework, which will take into account the new requirements and possibilities for the operation of these projects, the establishment of one or more central contact points will be promoted, aimed at facilitating both the licensing and eventually the deployment and implementation of the RES plants required to attain the national objective.", 0.0020545388106256723], ["However, attaining that objective requires optimal response and functioning of the public bodies involved, of the regulator and of the operators, as well as of the RES market itself.", 0.0019258451648056507]], "words": {"emphasis": 0.0012007256736978889, "attain": 0.003272909438237548, "core": 0.0010487661929801106, "licensing": 0.0021867204923182726, "eventually": 0.0005718045285902917, "optimal": 0.0020944434218108654, "functioning": 0.0020007637795060873, "regulator": 0.00033526401966810226}}}, "Hungary": {"0": {"sentences": [["In relation to the agriculture and waste sectors, the WAM scenario does not include actual additional measures; the difference between the WEM and WAM is attributable to emissions reduction required in the sectors.126 Only a WEM scenario was prepared in relation to the other categories.", 0.003962871618568897], ["Figure 17  Electricity generation from renewable sources and share of renewable electricity (RES-E), GWh and % Source of actual data: Eurostat HU EN Biomassza, hulladék Biomass, waste Nap Solar Szél Wind  Hydroelectric power plant Geotermikus és egyéb megújuló energia Geothermal and other renewable energy  Villamosenergia-termelés, GWh Electricity generation, GWh RES-E arány, % RES-E rate, %  Renewable energy consumption in the transport sector By applying the multipliers described in relation to the WAM scenario, the share of renewables in transport equalled 6.3 % in 2016, which, even under the WEM scenarios increases to 12.6 % by 2030, notwithstanding that gross final customer demand in the transport sector will rise by 21 % during this period.", 0.002722720382735133], ["September 2016 (https://www.kormany.hu/download/a/1a/d0000/Nemzeti_Erd%C5%91strat%C3%A9gia.pdf)  Spruce and other pine 0      Total 855 2 500 2 500 2 500 2 500 2 500  WAM scenario (ha) Oak 133 600 600 800 900 900 Turkey oak and other hard deciduous 53 300 300 300 300 400", 0.0010368316434323788]], "words": {"wam": 0.0022753230296075344, "wem": 0.0074632721953094006, "attributable": 0.0003371692437212914, "nap": 0.002022909466177225, "hydroelectric": 0.0012454846873879433, "multiplier": 0.0006066130590625107, "ha": 0.001309391693212092, "hard": 0.0002651349932420999, "deciduous": 0.00029747679946012795}}, "1": {"sentences": [["In relation to the agriculture and waste sectors, the WAM scenario does not include actual additional measures; the difference between the WEM and WAM is attributable to emissions reduction required in the sectors.126 Only a WEM scenario was prepared in relation to the other categories.", 0.0018835304072126746], ["Figure 17  Electricity generation from renewable sources and share of renewable electricity (RES-E), GWh and % Source of actual data: Eurostat HU EN Biomassza, hulladék Biomass, waste Nap Solar Szél Wind  Hydroelectric power plant Geotermikus és egyéb megújuló energia Geothermal and other renewable energy  Villamosenergia-termelés, GWh Electricity generation, GWh RES-E arány, % RES-E rate, %  Renewable energy consumption in the transport sector By applying the multipliers described in relation to the WAM scenario, the share of renewables in transport equalled 6.3 % in 2016, which, even under the WEM scenarios increases to 12.6 % by 2030, notwithstanding that gross final customer demand in the transport sector will rise by 21 % during this period.", 0.0010768708307296038], ["September 2016 (https://www.kormany.hu/download/a/1a/d0000/Nemzeti_Erd%C5%91strat%C3%A9gia.pdf)  Spruce and other pine 0      Total 855 2 500 2 500 2 500 2 500 2 500  WAM scenario (ha) Oak 133 600 600 800 900 900 Turkey oak and other hard deciduous 53 300 300 300 300 400", 0.0006970335962250829]], "words": {"wam": 0.0018720000516623259, "wem": 0.0026802991051226854, "attributable": 0.00031305316952057183, "nap": 0.00019484366930555552, "hydroelectric": 0.00041447696276009083, "multiplier": 0.00022273437934927642, "ha": 0.0005658527952618897, "hard": 0.00029926400748081505, "deciduous": 5.101765054860152e-05}}, "2": {"sentences": [["In addition to the production of electricity with PV panels to satisfy consumer electricity demand (possibly including the energy demand of electric vehicles), this also involves the substitution of piped gas consumption or inefficient district heating with the use of geothermal heat, ambient heat, electric heating or biomass.", 0.0009637993643991649], ["Figure 17  Electricity generation from renewable sources and share of renewable electricity (RES-E), GWh and % Source of actual data: Eurostat HU EN Biomassza, hulladék Biomass, waste Nap Solar Szél Wind  Hydroelectric power plant Geotermikus és egyéb megújuló energia Geothermal and other renewable energy  Villamosenergia-termelés, GWh Electricity generation, GWh RES-E arány, % RES-E rate, %  Renewable energy consumption in the transport sector By applying the multipliers described in relation to the WAM scenario, the share of renewables in transport equalled 6.3 % in 2016, which, even under the WEM scenarios increases to 12.6 % by 2030, notwithstanding that gross final customer demand in the transport sector will rise by 21 % during this period.", 0.0009487421484664083], ["The credit is offered to private persons, apartment blocks and housing co-operatives, subject to a minimum 10 % own contribution, serving, inter alia, the upgrading, insulation of heating systems, the replacement of doors/windows, and the installation of renewable sources of energy, i.e. PV panels, solar thermal collectors, heat pumps and modern wood gasification equipment.", 0.0008826373959891498]], "words": {"pv": 0.0026685972698032856, "satisfy": 0.0005559941055253148, "substitution": 0.0006520193419419229, "inefficient": 0.0003176132740918547, "ambient": 0.0006247732089832425, "nap": 0.0011609303764998913, "hydroelectric": 0.001256990130059421, "multiplier": 0.0008370182476937771, "wam": 0.0004401248006615788, "wem": 0.0010486467508599162, "apartment": 0.0016277708346024156, "upgrading": 0.0014832922024652362, "insulation": 5.600467920885421e-05, "window": 1.1176713996974286e-05, "collector": 0.00023672333918511868, "gasification": 9.489711374044418e-05}}}, "Ireland": {"0": {"sentences": [["The elements set out in point (a)(2) of Article 4 Tables 4 and 5 set out the estimated trajectory for the overall share of renewable energy for two scenarios:  With Existing Measures (WEM), low oil price with fixed carbon tax  With Additional Measures (WAM), low oil price with variable carbon tax The tables also provide a comparison between the estimated trajectory and that set out in the Governance Regulation and set out the evolution of RES-E, RES-H and RES-T over the two scenarios.", 0.0026966268196702003], ["Some of the key measures identified in the Teagasc report include: o accelerated gains in the genetic merit of dairy cows o improved beef genetics o extended grazing o improved nitrogen (N) use efficiency o inclusion of clover in pasture swards o altered fertilizer formulation o improved animal health  Deliver expansion of forestry planting and soil management to ensure that carbon abatement from land-use is delivered in 2021-30 and in the years beyond.", 0.0012102223699912429], ["Measures included within this framework will consist of: o Financial supports including grants and soft loans o", 0.001165969530120492]], "words": {"wem": 0.0074632721953094006, "wam": 0.0022753230296075344, "evolution": 0.0004967565764673054, "h": 0.0005511556519195437, "o": 0.002168860286474228, "genetic": 0.00039540990837849677, "dairy": 0.00021165395446587354, "cow": 0.0005607311613857746, "grazing": 0.0004456308379303664, "n": 0.000525926414411515, "pasture": 0.0005207836511544883, "alter": 0.00013722319272346795, "fertilizer": 0.002094300463795662, "formulation": 0.00010468939581187442, "soft": 0.00014007319987285882, "loan": 0.00018608431855682284}}, "1": {"sentences": [["Measures included within this framework will consist of: o Financial supports including grants and soft loans o", 0.007073038257658482], ["Some of the key measures identified in the Teagasc report include: o accelerated gains in the genetic merit of dairy cows o improved beef genetics o extended grazing o improved nitrogen (N) use efficiency o inclusion of clover in pasture swards o altered fertilizer formulation o improved animal health  Deliver expansion of forestry planting and soil management to ensure that carbon abatement from land-use is delivered in 2021-30 and in the years beyond.", 0.005696746055036783], ["The development of a framework for a new National Digital Strategy is being led as a shared project by the Department of the Taoiseach, Department of Business, Enterprise and Innovation (DBEI), Department of Communications, Climate Action and Environment (DCCAE), and the Department of Public Expenditure and Reform.", 0.0024460959248244762]], "words": {"o": 0.01344927866011858, "soft": 0.0007843122002668679, "loan": 0.000609284732490778, "genetic": 0.00025852673570625484, "dairy": 0.000429564795922488, "cow": 0.00029299696325324476, "grazing": 0.0005308824474923313, "n": 0.00023237215646076947, "pasture": 0.00018277250637765974, "alter": 0.00026787430397234857, "fertilizer": 9.684883116278797e-05, "formulation": 0.00014936360821593553, "digital": 0.0026892556343227625, "department": 0.0023853061720728874}}, "2": {"sentences": [["The elements set out in point (a)(2) of Article 4 Tables 4 and 5 set out the estimated trajectory for the overall share of renewable energy for two scenarios:  With Existing Measures (WEM), low oil price with fixed carbon tax  With Additional Measures (WAM), low oil price with variable carbon tax The tables also provide a comparison between the estimated trajectory and that set out in the Governance Regulation and set out the evolution of RES-E, RES-H and RES-T over the two scenarios.", 0.0013017652090638876], ["The Energy White Paper recognises that in terms of energy efficiency, attaining the objective of a low carbon future will involve radically changing behaviour as citizens, industry and Government and becoming significantly more energy efficient.", 0.0009906322229653597], ["This includes supports for workers in vulnerable sectors and returnees to the labour market through a focus on career advice, up-skilling and re-training, as well as the development of new skills and expertise in our education and training system Bord na Móna has been harvesting peat for electricity generation in the Midlands of Ireland for over 70 years.", 0.0009270379669032991]], "words": {"wem": 0.0010486467508599162, "wam": 0.0004401248006615788, "evolution": 0.0033583540935069323, "h": 0.00035993504570797086, "white": 0.00024438145919702947, "recognise": 0.0004242295690346509, "attain": 0.003272909438237548, "radically": 0.00011391107545932755, "behaviour": 0.000897729943972081, "worker": 0.00034494485589675605, "labour": 0.0009601665078662336, "advice": 0.0006765927537344396, "skill": 0.0005649717058986425, "expertise": 4.658421312342398e-05, "na": 0.0032752729021012783, "peat": 0.0006207332480698824}}}, "Italy": {"0": {"sentences": [["152     Obligation to use biofuels and other renewables in transposing RED II: 2022-2030 The drafting and issuing of an Italian Legislative Decree transposing RED II and subsequent interministerial decrees updating the decrees currently in force in the sector are planned.", 0.0018870675703510642], ["The drafting and issuing of an Italian Legislative Decree transposing RED II and subsequent interministerial decrees updating the decrees currently in force in the sector are planned.", 0.0018870675703510642], ["Promoting the dissemination of innovative technologies for smart performance monitoring;  o identifying, within similar categories of plants, potential measures to improve performance and to extend the useful life of the plants; o promoting the development of an operational cycle associated with the recovery of production performance and the special maintenance of plants in demise; o raising awareness among plant operators about how plant performance can be optimised.  ", 0.0016864617355167866]], "words": {"drafting": 0.00021314885816536844, "decree": 0.0030338866636157036, "interministerial": 0.00012052917736582458, "dissemination": 0.00023926627181936055, "o": 0.002168860286474228}}, "1": {"sentences": [["Promoting the dissemination of innovative technologies for smart performance monitoring;  o identifying, within similar categories of plants, potential measures to improve performance and to extend the useful life of the plants; o promoting the development of an operational cycle associated with the recovery of production performance and the special maintenance of plants in demise; o raising awareness among plant operators about how plant performance can be optimised.  ", 0.010150215588510036], ["Modal shift in the field of transport of persons Measures for mobility management:   development of mobility for cyclists through cycle paths;  promoting shared mobility (bike, car and motorbike sharing with low or zero INTEGRATED NATIONAL ENERGY AND CLIMATE PLAN  December 2019 169   emissions);  integration between sustainable mobility services (for example, parking structures for bicycles or car and bike sharing services close to public transport stops) and interchange parking;  promotion of smart working tools;  promotion of car-pooling;  development of ITS (traffic management, infomobility, smart roads).  ", 0.0010407468071207404], ["Local regulatory initiatives will also be evaluated and reinforced, including for example, limits on use of polluting vehicles in urban areas, with free access for alternative fuel vehicles and in particular electric vehicles in limited traffic zones, speed limits, priority lanes and car parks exclusively for zero-emissions vehicles.", 0.0009892681846395135]], "words": {"dissemination": 0.00025302640278823674, "o": 0.01344927866011858, "modal": 0.0019263841677457094, "cyclist": 0.00042722708894871175, "path": 0.001498604309745133, "bike": 0.0006757593946531415, "reinforce": 0.0016823257319629192, "pollute": 0.0004081947263330221, "lane": 0.00045691014383919537, "park": 0.0014096422819420695}}, "2": {"sentences": [["Expected evolution of electricity generation The expected evolution of electricity generation from renewable sources is shown below, highlighting different contributions: in the first place, non-incentivised production, which will increase in the coming years and which is to be maintained and optimised by some of the measures previously described, especially revamping/repowering; then production incentivised on the basis of mechanisms currently in force and production related to the measure most recently put in place; finally, the remaining share which will have to be implemented using the measures intended for new installations.  ", 0.001684917719103396], ["- Advanced biofuels: the specific target identified by the Directive, equal to 3.5% by 2030, is expected to be surpassed through the incentivisation mechanism established for biomethane and other advanced biofuels (by Ministerial Decree of 2 March 2018, and subsequent decrees) in order to attain a target of around 8%. -", 0.0014985089655965567], ["Promoting the dissemination of innovative technologies for smart performance monitoring;  o identifying, within similar categories of plants, potential measures to improve performance and to extend the useful life of the plants; o promoting the development of an operational cycle associated with the recovery of production performance and the special maintenance of plants in demise; o raising awareness among plant operators about how plant performance can be optimised.  ", 0.0012095936108380556]], "words": {"evolution": 0.0033583540935069323, "incentivise": 0.0004774141707457602, "finally": 0.0007530523580498993, "surpass": 0.00022868014639243484, "ministerial": 0.0007530193543061614, "decree": 0.0016189682064577937, "attain": 0.003272909438237548, "dissemination": 0.0011129891499876976, "o": 0.0012417950201779604}}}, "Latvia": {"0": {"sentences": [["Share of RE in the final energy consumption of Latvia in total and by sector and fulfilment of the RE target and the indicative development curve of RE (20052017)52 With regard to the sectoral goals of RE share it can be concluded that in 2017 Latvia has exceeded the indicative development curves of RE share in district heating and cooling and the RE share in electricity defined in REAPRL53, whilst in 2017 Latvia had already exceeded the RE share target for 2020 for district heating and cooling defined in the REAPRL plan for 2020, though Latvia needs to increase this share by another 5.5 percentage points to reach the RE share in electricity for 2020.", 0.0005393598112277687], ["The increase of living biomass in forest land that does not change its type of land use and in afforested land is still bigger than carbon losses due to commercial logging and natural formation of deadwood, so the total stock of living biomass in forest land  continues to grow.", 0.0004138501826673746], ["Wood fuel (firewood, wood residues, woodchips, wood briquettes, wood pellets) is the most widely used RES, and its consumption continues to increase every year reaching 80.4 % of the total RES consumption in 2018.", 0.0003519347810652107]], "words": {"fulfilment": 0.0013475437881425023, "curve": 0.00027216950547881424, "whilst": 0.00026555656222626567, "live": 0.0004786970966961235, "afforest": 6.898443098179996e-05, "logging": 0.0007154181366786361, "formation": 0.00032745421049185097, "firewood": 0.00038296240381896496, "briquette": 6.392379873432219e-05, "pellet": 0.0005350360879674554, "widely": 0.00042581683374010026}}, "1": {"sentences": [["Wood fuel (firewood, wood residues, woodchips, wood briquettes, wood pellets) is the most widely used RES, and its consumption continues to increase every year reaching 80.4 % of the total RES consumption in 2018.", 0.0003956436412408948], ["The increase of living biomass in forest land that does not change its type of land use and in afforested land is still bigger than carbon losses due to commercial logging and natural formation of deadwood, so the total stock of living biomass in forest land  continues to grow.", 0.0002899553219322115], ["The law developed by the Lithuanian Ministry of Energy and approved in October 2018, by which, when the Astravets Nuclear Power Plant starts operating, which is planned for the beginning of 2020, trading of electricity by the Baltic States with third countries will be limited, means the reduction of capacity in all Baltic States and very probably will increase the need for higher production of electricity.  ", 0.00023224535107146949]], "words": {"firewood": 0.00021447341714520007, "briquette": 1.3542511624109466e-05, "pellet": 0.0007148227305151522, "widely": 0.0006397359538823366, "live": 0.0004072038282174617, "afforest": 2.748229780991096e-05, "logging": 0.0003774136712308973, "formation": 0.000230473029660061, "beginning": 0.000375644420273602, "baltic": 0.00013019167818129063, "probably": 0.0002929536276496947}}, "2": {"sentences": [["The law developed by the Lithuanian Ministry of Energy and approved in October 2018, by which, when the Astravets Nuclear Power Plant starts operating, which is planned for the beginning of 2020, trading of electricity by the Baltic States with third countries will be limited, means the reduction of capacity in all Baltic States and very probably will increase the need for higher production of electricity.  ", 0.0005893516354262829], ["The increase of living biomass in forest land that does not change its type of land use and in afforested land is still bigger than carbon losses due to commercial logging and natural formation of deadwood, so the total stock of living biomass in forest land  continues to grow.", 0.0005129409255459905], ["Share of RE in the final energy consumption of Latvia in total and by sector and fulfilment of the RE target and the indicative development curve of RE (20052017)52 With regard to the sectoral goals of RE share it can be concluded that in 2017 Latvia has exceeded the indicative development curves of RE share in district heating and cooling and the RE share in electricity defined in REAPRL53, whilst in 2017 Latvia had already exceeded the RE share target for 2020 for district heating and cooling defined in the REAPRL plan for 2020, though Latvia needs to increase this share by another 5.5 percentage points to reach the RE share in electricity for 2020.", 0.00035222925362177193]], "words": {"beginning": 0.0001971336459973827, "baltic": 0.00103848020080477, "probably": 8.331250137416646e-05, "live": 0.0005684554344043136, "afforest": 0.0004960935330018401, "logging": 0.0003126059309579432, "formation": 0.0006190944113768637, "fulfilment": 0.0003527331864461303, "curve": 0.00034602999221533537, "whilst": 0.0003641238436102867}}}, "Lithuania": {"0": {"sentences": [["It also promotes sustainable farming (25 000 ha), development of organic farming (110 000 ha), crop rotation, rational use of the mineral fertilizers, and replacement thereof with organic fertilizers.", 0.0011403331300243735], ["Investment support for the introduction of climate-friendly farming methods in livestock farms 300,000 m3 of pig manure and 350,000 m3 of cattle manure and slurry are used for biogas production; 250 000 m3 of slurry is used to fertilize the fields by direct insertion into land; 50 000 m3 of slurry is used to fertilize the fields by direct insertion into land; to promote the introduction of slurry acidification technologies 2021-2030 Ministry of Agriculture 410.7 A5.", 0.0009324922575615346], ["Targets: 300,000 m3 of pig manure and 350,000 m3 of cattle manure and slurry are used for biogas production; 250 000 m3 of slurry is used to fertilize the fields by direct insertion into the land; 50 000 m3 of slurry is used to fertilize the fields by direct insertion into the land; to promote the introduction of slurry acidification technologies.  ", 0.0009324922575615346]], "words": {"ha": 0.001309391693212092, "rotation": 0.0009084742050617933, "rational": 0.00016888885875232518, "fertilizer": 0.002094300463795662, "thereof": 9.758422675076872e-05, "slurry": 0.0009324922575615346}}, "1": {"sentences": [["Establishment and implementation of a system of tax incentives Establishment and adaptation of a system of tax incentives for inland waterway transport would provide practical incentives for carriers to develop their freight and passenger transport business, which would significantly improve the chances of reducing air pollution.", 0.0009873080998659134], ["As a result of the toll, 60 lorries and an average of 5.5 buses will be changed from the lower Euro standard to the higher Euro standard per year.  ", 0.00095120829064399], ["Construction of new cargo vessels and barges 54.5 million tonne-kilometres will be transferred from road transport to inland waterway transport 2021-2030 Ministry of Transport and Communications 57.1 T15.", 0.000845041882712394]], "words": {"inland": 0.0011293955612927675, "waterway": 0.000861346663441509, "practical": 0.0011191945523023605, "carrier": 0.0008392955642193556, "toll": 0.0003319859388284385, "lorry": 0.0016254092333838344, "euro": 0.000923719082493335, "cargo": 5.5648393754381686e-05, "vessel": 0.0009026792249642313, "kilometre": 0.001276139635592699}}, "2": {"sentences": [["A N/A N/A N/A N/A N/A N/A N/A SF6 N/A 0 1 2 6 5 5 8 NF3 N/A N/A N/A N/A N/A 0.26 0.20 0.01", 0.0025750843342393637], ["A N/A N/A N/A N/A N/A N/A N/A 2.", 0.0025750843342393637], ["A N/A N/A N/A N/A N/A N/A SF6 1.7 8 8 8 8 8 8 NF3 N/A 0.01 0.1 0.1 0.1 0.1 0.1 kt", 0.0025750843342393637]], "words": {"n": 0.00257508410140872}}}, "Luxembourg": {"0": {"sentences": [["In addition, the government will set new targets up to 2035 in its MoDu 2.0 development programme during this legislative period.  and climate plan for the period 2021-2030 | 63     highlights the progress made since 2017;  contains up-to-date key figures;  sets fixed targets for Horizon 2025;  integrates recent technological advances;  ensures the coherence of new global and national strategies (e.g. Paris Climate Agreement, Third Industrial Revolution, etc.);  develops a strategy for the creation of a mobility toolbox;  is explicitly addressed to four stakeholders: o citizens o the municipalities o employers and educational establishments o the state.  ", 0.0012912494130432606], ["The Ministry of the Economy is responsible for granting the aid, supported by the innovation and research agency Luxinnovation (Loi du 15 décembre 2017 nt; Loi du 17 mai 2017 ayant pour objet 1) le  and climate plan for the period 2021-2030 | 82    2) les missions de  et modifiant la loi modifiée du 5  ", 0.0009605932864360511], ["Without prejudice to the applicability of State aid rules, financing measures, including Union support and the use of Union funds, in this area at national level, where applicable Climate and Energy Fund The Climate and Energy Fund ( 2) créant un fonds de financement des mécanismes de Kyoto) on the one hand finances governmental and semi-governmental projects in the areas of climate action and renewable energy at national level and on the other hand is used for international climate financing.", 0.0008983942097984254]], "words": {"coherence": 3.6404486309038475e-05, "explicitly": 0.0001876649184850976, "o": 0.002168860286474228, "employer": 0.00023719834280200303, "educational": 0.0011932856868952513, "le": 0.00017439891234971583, "mission": 4.2927258618874475e-05, "de": 0.0024185567162930965, "et": 0.0012064902111887932, "un": 0.0002661359030753374, "kyoto": 0.0005991514190100133, "governmental": 0.00019353398238308728, "semi": 0.000199291025637649}}, "1": {"sentences": [["In addition, the government will set new targets up to 2035 in its MoDu 2.0 development programme during this legislative period.  and climate plan for the period 2021-2030 | 63     highlights the progress made since 2017;  contains up-to-date key figures;  sets fixed targets for Horizon 2025;  integrates recent technological advances;  ensures the coherence of new global and national strategies (e.g. Paris Climate Agreement, Third Industrial Revolution, etc.);  develops a strategy for the creation of a mobility toolbox;  is explicitly addressed to four stakeholders: o citizens o the municipalities o employers and educational establishments o the state.  ", 0.006889768410474062], ["Without prejudice to the applicability of State aid rules, financing measures, including Union support and the use of Union funds, in this area at national level, where applicable Climate and Energy Fund The Climate and Energy Fund ( 2) créant un fonds de financement des mécanismes de Kyoto) on the one hand finances governmental and semi-governmental projects in the areas of climate action and renewable energy at national level and on the other hand is used for international climate financing.", 0.001184019260108471], ["Any regional cooperation in this area  Within the framework of the Pentalateral Energy Forum (DE, FR, BE, NE, LU, AU, CH), Luxembourg will prioritise action in the following areas:  A shared vision for a decarbonised electricity system in western Europe by 2050  initiating cross-border cooperation in the field of renewable energy  integrating electromobility options and services without regional constraints  Exploring options for CO2 pricing and its cross-border impact on electricity prices.", 0.0011101234704256058]], "words": {"coherence": 0.00035341724287718534, "explicitly": 5.6237870012409985e-05, "o": 0.01344927866011858, "employer": 0.00038729506195522845, "educational": 0.0005240828613750637, "un": 0.0003266566782258451, "de": 0.003118722466751933, "kyoto": 0.0001544928236398846, "governmental": 0.0004320221778471023, "semi": 0.0007054955931380391, "forum": 0.0004282936279196292, "decarbonised": 0.0005461957189254463, "western": 9.362074342789128e-05, "electromobility": 0.0013842657208442688, "pricing": 0.0010896429885178804}}, "2": {"sentences": [["The cross-border element is particularly important in terms of promoting electromobility in Luxembourg, in order to make the switch an attractive prospect for over 200,000 commuters and Luxembourg residents who travel long distances abroad.", 0.0008216154528781772], ["Furthermore, the Government Council has endorsed the introduction of a comprehensive approach to governance in the primary partner countries for development cooperation, in order to reinforce cohesion and synergies between development measures and other areas, including the fight against climate change and the development of economic, cultural, political and security relations.", 0.0007310151122510433], ["In addition, the government will set new targets up to 2035 in its MoDu 2.0 development programme during this legislative period.  and climate plan for the period 2021-2030 | 63     highlights the progress made since 2017;  contains up-to-date key figures;  sets fixed targets for Horizon 2025;  integrates recent technological advances;  ensures the coherence of new global and national strategies (e.g. Paris Climate Agreement, Third Industrial Revolution, etc.);  develops a strategy for the creation of a mobility toolbox;  is explicitly addressed to four stakeholders: o citizens o the municipalities o employers and educational establishments o the state.  ", 0.0007275965763255954]], "words": {"electromobility": 0.002457041759043932, "prospect": 0.0002709737455006689, "commuter": 1.9820108718704432e-05, "resident": 0.0012504678452387452, "abroad": 0.0001097739368560724, "endorse": 5.0534526963019744e-05, "reinforce": 0.0025032467674463987, "fight": 0.00010220996773568913, "cultural": 0.00026806927053257823, "coherence": 0.0001967615680769086, "explicitly": 0.00022231419279705733, "o": 0.0012417950201779604, "employer": 0.00010973563621519133, "educational": 0.0003247814311180264}}}, "Malta": {"0": {"sentences": [["Following completion of a waste generation scenario, each waste stream was portioned into the different waste treatment options based on the WEM or WPM scenario.", 0.0021330430172383785], ["This means that if any plant included in the WEM scenario ceases to operate in the timeframe of the projection, a similar plant in terms of technology and capacity will replace it immediately.", 0.0020277593284845352], ["The difference between the WEM and WPM scenarios, is due to shifting of waste streams from one option (e.g. landfilling) to another option higher in the waste hierarchy (e.g. thermal treatment with energy recovery, anaerobic digestion or recycling).", 0.002010046038776636]], "words": {"completion": 0.0004800809547305107, "stream": 0.0003086100041400641, "portion": 0.000280209060292691, "wem": 0.0074632721953094006, "cease": 0.0004092370218131691, "timeframe": 8.315224113175645e-05, "immediately": 0.0001553767069708556, "landfille": 0.0004446868842933327, "hierarchy": 0.0001338819129159674, "digestion": 0.0016997784841805696}}, "1": {"sentences": [["Following completion of a waste generation scenario, each waste stream was portioned into the different waste treatment options based on the WEM or WPM scenario.", 0.0011654908303171396], ["As the report uses 2014 as its base year, it is likely that the recent price evolution of PV systems, as a result of the increase in utility-scale PV, was not captured and therefore the costs are more reflective of small-scale PV systems prevalent in Malta.   ", 0.0011412652675062418], ["The difference between the WEM and WPM scenarios, is due to shifting of waste streams from one option (e.g. landfilling) to another option higher in the waste hierarchy (e.g. thermal treatment with energy recovery, anaerobic digestion or recycling).", 0.0009677812340669334]], "words": {"completion": 8.307219104608521e-05, "stream": 0.0014462921535596251, "portion": 0.0004522996605373919, "wem": 0.0026802991051226854, "likely": 0.0010699073318392038, "evolution": 0.0003782555868383497, "pv": 0.0014193878741934896, "landfille": 7.263334555318579e-05, "hierarchy": 0.00030688458355143666, "digestion": 0.0003327968006487936}}, "2": {"sentences": [["As the report uses 2014 as its base year, it is likely that the recent price evolution of PV systems, as a result of the increase in utility-scale PV, was not captured and therefore the costs are more reflective of small-scale PV systems prevalent in Malta.   ", 0.0025529847480356693], ["Share of RES in Electricity Solar PV Solar PV continues to be the most viable and robust form of indigenous sources of RES and has conducted by the Energy & Water Agency indicates that, post-2020, there will be potential for further deployment of solar PV on rooftops and brownfield sites.", 0.001507522538304329], ["In Malta, these costs are borne by the PV developer and were thus factored into national estimates of the CAPEX of commercial PV systems.", 0.0014749791007488966]], "words": {"likely": 0.0014007767895236611, "evolution": 0.0033583540935069323, "pv": 0.0026685972698032856, "robust": 6.026208939147182e-05, "indigenous": 0.00027362274704501033, "rooftop": 0.0007054579327814281, "bear": 0.00027304355171509087, "developer": 0.00028967816615477204}}}, "Netherlands": {"0": {"sentences": [["The objective in the ESD relates to a series of annual ceilings of the permitted amount of emissions between 2013 and 2020, which collectively make up the cumulative target for the whole period.", 0.0009307411964982748], ["This brings the extraction below the level recommended by the Dutch State Supervision of Mines of 12 billion Nm³. Gas extraction in Groningen is expected to decrease to zero from mid-2022 onwards.", 0.000760943628847599], ["This means that the CO2 tax will start in 2021 at 30 euros per tonne and will increase linearly to 125-150 euros per tonne of CO2 emitted in 2030 including the ETS price (with current expectations that would be around 75-100 euros per tonne in 2030, on top of the ETS price).", 0.0005697485175915062]], "words": {"esd": 0.0018384981667622924, "ceiling": 0.0006997511372901499, "collectively": 0.000315549987135455, "cumulative": 0.0008691655239090323, "extraction": 0.001171153737232089, "recommend": 0.00031554486486129463, "supervision": 7.491274300264195e-05, "onwards": 0.0010719529818743467, "euro": 0.000614972086623311, "expectation": 0.00043407786870375276}}, "1": {"sentences": [["To make water-related logistics (inland waterways shipping) more sustainable, agreements have been made with the sector in a green deal.", 0.0013539548963308334], ["(d) Making logistics more sustainable Apart from sustainable energy carriers, other approaches are also being pursued to accelerate the transition to emission-free logistics.", 0.001213541254401207], ["Agreements have been made in the Green Deal on Maritime Shipping, Inland Waterways Shipping and Ports and in the sustainable aviation platform about increasing the sustainability of (national) shipping and aviation.", 0.001112940488383174]], "words": {"logistic": 0.0023176223039627075, "inland": 0.0011293955612927675, "waterway": 0.000861346663441509, "shipping": 0.001107455464079976, "d": 0.00032178530818782747, "apart": 0.00011221512249903753, "carrier": 0.0008392955642193556, "pursue": 0.001372707076370716}}, "2": {"sentences": [["To make water-related logistics (inland waterways shipping) more sustainable, agreements have been made with the sector in a green deal.", 0.0006465379847213626], ["A slight increase is expected for sales of bunker fuels to inland waterways shipping.", 0.0006063304608687758], ["(d) Making logistics more sustainable Apart from sustainable energy carriers, other approaches are also being pursued to accelerate the transition to emission-free logistics.", 0.0005694080027751625]], "words": {"logistic": 0.00018317926151212305, "inland": 0.0012000873684883118, "waterway": 0.0008714227005839348, "shipping": 0.00033146271016448736, "bunker": 2.234919520560652e-05, "d": 0.0010724192252382636, "apart": 0.0008793522720225155, "carrier": 0.0002821905945893377, "pursue": 0.0008161274599842727}}}, "Poland": {"0": {"sentences": [["Source: ARE S.A., NAP  Current situation and projections with existing policies and measures as of the end of 2017 (reference scenario  without implementing the NECP)  33  elektroenergetyka electric power transport transport transport wg KPD transport  NAP  heating and cooling elektroenergetyka wg KPD electric power  NAP  heating and cooling  NAP By sector, the target set in NAP was exceeded in 2010 only in the transport sector.", 0.002022909466177225], ["In view of the above, educational measures must be implemented, both as part of formal education systems and broadly understood extra-formal education, helping to raise the social awareness of risks related to extreme phenomena and methods for limiting their impact.", 0.0006171166896820068], ["Additionally, Chapter 1.5 of the aforementioned Regulation of Council of Ministers provides that a nitrogen fertilisation plan is to be prepared by entities: - having a farm with an area of more than 100 ha of agricultural land used, or - growing intensive crops on arable land in an area in excess of 50 ha, or - maintaining stocking density in excess of 60 livestock units (LU) on an annual average basis.", 0.0005522019346244633]], "words": {"nap": 0.002022909466177225, "educational": 0.0011932856868952513, "understand": 0.0003064903139602393, "extra": 0.0008367077680304646, "phenomenon": 0.00013198285887483507, "aforementioned": 0.00032174482475966215, "ministers": 0.00017380532517563552, "fertilisation": 5.727240568376146e-05, "entity": 0.0004456625320017338, "ha": 0.001309391693212092, "density": 0.0002481449628248811}}, "1": {"sentences": [["Pursuant to the Nitrate Programme, entities engaged in agricultural production and in the activities referred to in Article 102(1) of the Water Law are obliged to put the area or capacity of sites designated for storing natural fertilisers (livestock manure) in line with the requirements set out in the Programme, by: (1) 31 December 2021  in the case of entities breeding animals in numbers exceeding 210 LU, including entities raising or breeding poultry in numbers exceeding 40,000 places or raising or breeding pigs in excess of 2000 sty places for pigs with weight exceeding 30 kg or 750 sty places for sows; (2) 31 December 2024  in the case of entities engaged in raising or breeding livestock in numbers not exceeding 210 LU.", 0.0009315720526501536], ["In agriculture, climate policy objectives can be pursued through the promotion of sustainable farm production structure, agrotechnical practices, fertiliser management, precision agriculture techniques, development of a circular bioeconomy, protection of permanent grassland, protection of organic soils and proper water management.", 0.0009311011526733637], ["In accordance with the Sustainable Transport Development Strategy 2030, the negative impact of transport on the environment will be mitigated by supporting, inter alia:  solutions promoting low-carbon vehicles, including electromobility;  diversity and complementarity of individual forms of transport within the network, as well as by supporting the types of transport with the lowest environmental impact;  managing demand for transport, including promotion of sustainable mobility patterns;  deploying innovative traffic management systems;  modernisation and expansion of transport infrastructure in line with EU and national environmental standards and requirements;  modernisation of the rolling stock and vehicle fleet (vehicles and other necessary devices and accessories, including alternative fuel infrastructure) across the transport modes to align them at least to EU and domestic environmental standards and requirements;  managing demand for freight transportation by combining transport volumes;  public transport and vehicle sharing systems, while limiting the use of individual motor vehicles;  reallocation of tasks between individual types of transport (modal split) and maximising the share of zero- and low-emission vehicles;  striving to reduce pressure on the environment by developing transport infrastructure on the basis of existing spatial structure with priority given to the use of brownfield areas and taking into account landscape impact.  ", 0.0009253734606318176]], "words": {"nitrate": 0.00014387877308763564, "entity": 0.0017182256560772657, "oblige": 0.0002305011876160279, "poultry": 9.215619502356276e-05, "weight": 0.0005210563540458679, "kg": 0.0005236535216681659, "pursue": 0.001372707076370716, "precision": 0.0001818369491957128, "bioeconomy": 0.0019681965932250023, "proper": 0.0002016638609347865, "electromobility": 0.0013842657208442688, "diversity": 0.0005051518674008548, "pattern": 0.0006734590278938413, "deploy": 0.0005471091135405004, "roll": 0.0027509245555847883, "device": 0.00010877518070628867, "align": 0.0006259370129555464, "modal": 0.0019263841677457094, "split": 0.00047829688992351294, "strive": 0.00025343161541968584}}, "2": {"sentences": [["22,739.63 21,640.32 HFC NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO 164.31 335.49 481.02 569.32 780.47 1,366.50 1,925.34 2,505.93 PFC 147.26 147.51 141.87 141.31 134.63 144.86 152.78 171.97 161.07 173.36 174.86 168.71 176.68 197.34 207.33 Mix of HFCs and PFCs NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO SF6 NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO 13.27 29.12 23.80 22.91 23.94 23.50 23.07 22.86 23.29 NF3 NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO Total emission (incl.", 0.003005902050063014], ["21,839.65 22,341.57 22,618.00 23,090.14 23,854.09 23,244.71 20,121.67 19,772.53 20,128.37 20,119.94 20,304.37 19,854.46 19,030.58 19,792.08 20,824.17 HFC 3,078.00 3,733.23 4,556.73 5,408.05 6,009.80 6,334.89 6,289.67 7,006.36 7,622.60 7,959.91 8,356.09 8,978.00 8,987.24 6,730.80 6,893.27 PFC 201.08 205.07 187.41 193.58 184.63 163.12 17.97 17.07 16.22 15.41 14.64 13.90 13.21 12.55 11.92 Mix of HFCs and NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO  Current situation and projections with existing policies and measures as of the end of 2017 (reference scenario  without implementing the NECP)  18  PFCs SF6 20.72 22.36 26.80 33.20 31.16 32.87 37.60 35.37 39.02 41.92 47.54 52.79 77.03 78.38 82.43 NF3 NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO NA, NO Total emission (incl. LULUCF)", 0.002905849367380142], ["Pursuant to the Nitrate Programme, entities engaged in agricultural production and in the activities referred to in Article 102(1) of the Water Law are obliged to put the area or capacity of sites designated for storing natural fertilisers (livestock manure) in line with the requirements set out in the Programme, by: (1) 31 December 2021  in the case of entities breeding animals in numbers exceeding 210 LU, including entities raising or breeding poultry in numbers exceeding 40,000 places or raising or breeding pigs in excess of 2000 sty places for pigs with weight exceeding 30 kg or 750 sty places for sows; (2) 31 December 2024  in the case of entities engaged in raising or breeding livestock in numbers not exceeding 210 LU.", 0.0017566587775945663]], "words": {"hfc": 0.00020295209833420813, "na": 0.0032752729021012783, "pfc": 0.0001480359787819907, "hfcs": 0.000937005621381104, "pfcs": 0.00030734087340533733, "incl": 0.001851190347224474, "nitrate": 0.0004941528313793242, "entity": 0.0033924058079719543, "oblige": 0.000934366078581661, "poultry": 0.0004079192003700882, "weight": 0.0001696530671324581, "kg": 0.00023421501100528985}}}, "Portugal": {"0": {"sentences": [["It will also ensure suitable coordination with the National Emissions Inventory System by Sources and Removal of Air Pollutants by Sinks (Sistema Nacional de Inventário de Emissões por Fontes e Remoção por Sumidouros de Poluentes Atmosférico - SNIERPA) and the monitoring and reporting system set out in the National Strategy for Adaptation to Climate Change (ENAAC 2020).", 0.0023617171682417393], ["Reinforce the Electronic Production Units Registration System (Sistema Eletrónico de Registo de Unidades de Produção - SERUP)  70 NECP 2030 Section A - National Plan - Chapter 3.", 0.0016192808980122209], ["Regulate the injection of renewable gases  Publish the technical and economic regulations pursuant to Decree-Law No 231/2012 of 26 October 2012, on defining the technical, quality and security requirements for biogas, the gas obtained from biomass and other types of gas, as well as the applicable licensing procedures for facilities that process such gases in a raw state and their injection into the national natural gas system (NNGS).", 0.0015820590779185295]], "words": {"sources": 0.002191198291257024, "de": 0.0024185567162930965, "reinforce": 0.0005777637124992907, "electronic": 0.0002629705995786935, "injection": 0.0016020656330510974, "decree": 0.0030338866636157036, "licensing": 9.021830919664353e-05}}, "1": {"sentences": [["It will also ensure suitable coordination with the National Emissions Inventory System by Sources and Removal of Air Pollutants by Sinks (Sistema Nacional de Inventário de Emissões por Fontes e Remoção por Sumidouros de Poluentes Atmosférico - SNIERPA) and the monitoring and reporting system set out in the National Strategy for Adaptation to Climate Change (ENAAC 2020).", 0.0025293307844549417], ["Reinforce the Electronic Production Units Registration System (Sistema Eletrónico de Registo de Unidades de Produção - SERUP)  70 NECP 2030 Section A - National Plan - Chapter 3.", 0.00224020192399621], ["Measures will thus be implemented to promote active mobility and more efficient behaviour, increasing the modal share of bicycle and pedestrian journeys.", 0.001440407708287239]], "words": {"sources": 0.0007611552719026804, "de": 0.003118722466751933, "reinforce": 0.0016823257319629192, "electronic": 0.00016251689521595836, "behaviour": 0.0017270977841690183, "modal": 0.0019263841677457094, "pedestrian": 0.0005210377275943756, "journey": 0.0015871110372245312}}, "2": {"sentences": [["Estimated evolution of electricity production per technology in Portugal for the 2030 horizon         Key PT EN Cogeração Cogeneration Ondas Wave Geotermia Geothermal Biomassa Biomass Solar Solar Eólica Wind Hídrica Hydro Fuel/Gasóleo Fuel oil/Diesel Gás natural Natural gas Carvão Coal   In light of the forecast evolution of the heating and cooling sector in Portugal, the following table shows the expected evolution broken down by technology and energy sources for the 2030 horizon for the purpose of complying with the targets set out for this sector.  ", 0.002669611480087042], ["[Expected date: 2019-2021] CONTRIBUTION TO THE 5 DIMENSIONS Decarbonisation; Energy Security; Internal Market; R&I&C MAIN INSTRUMENTS RNC2050; Azores Energy Strategy (EAE) 2030 SOURCES OF FUNDING Community Funds (PO SEUR, Regional OPs); Innovation Support Fund (FAI); EF; NER 300 and Innovation Fund (NER 450); Horizonte Europa; Structural Funds; InnovFin Energy Demo Projects ENTITY RESPONSIBLE MAAC; GRA; GRM; DGEG; APA  ACTION STRATEGY 3.2.", 0.0016028984682634473], ["[Expected date: 2020-2030] CONTRIBUTION TO THE 5 DIMENSIONS Decarbonisation; Energy Security; I&R&C MAIN INSTRUMENTS RNC2050 SOURCES OF FUNDING EF; FAI; Community Funds (PO SEUR, Regional OPs); Horizon Europe; Innovation Fund; Structural Funds; InnovFin Energy Demo Projects ENTITY RESPONSIBLE    MAAC; METD; DGEG; National Laboratory of Energy and Geology (LNEG); APA  ACTION STRATEGY 3.7.", 0.0016028984682634473]], "words": {"evolution": 0.0033583540935069323, "wave": 0.000603384047280997, "funds": 0.001354064093902707, "projects": 0.00031105984817259014, "entity": 0.0033924058079719543}}}, "Romania": {"0": {"sentences": [["According to the latest available data (the ANRE Annual Report, 2017), the specific CO2 emissions were 911.14 g/kWh for coal and 407.04 g/kWh for natural gas in 2017 31 (Activitatea de afaceri corporative), page 56 The 2021-2030 Integrated National Energy and Climate Plan          -distance passenger transport should go   principles o", 0.0018647947581484914], ["Chart 26  Trend in the gross final consumption and in consumption from renewable sources in transport between 2005 and 2017 by source type  Source: Eurostat RO EN Total consum final brut de energie în transport Total gross final consumption of energy in transport Bio-combustibili conformi Compliant biofuels Electricitate din energie transportul feroviar Renewable energy in rail transport transportul rutier Renewable energy in road transport tipuri de transport Renewable energy in other types of transport  Other renewable energy sources   ii.", 0.0017558137187734246], ["The adoption of Law No 184/2018 establishing the system for promoting production of new law provides for a series of advantages for prosumers, as follows: o the scheme is applied to prosumers owning renewable energy production units with installed capacity of not more than 27 kW per consumption place in individual households, residential blocks, residential, commercial or industrial areas etc.; o the electricity distribution operators must connect prosumers in accordance with the specific regulations issued by the regulatory authority in this respect; o prosumers have the possibility of selling electricity to suppliers with whom they have concluded electricity supply contracts at a price equalling the weighted average price recorded on the day-ahead market in the previous year; suppliers having a contract  o prosumers are exempted from the payment of excise duties for the amount of electricity produced from renewable sources for self-consumption, and the excess production sold to suppliers; o prosumers as natural persons are exempted from the obligation of purchasing green certificates annually and quarterly for the electricity produced and used for own final consumption, other than own technological consumption of power plants; o prosumers are provided with the service of regularisation between the value of electricity delivered and the value of electricity consumed in the grid by the electricity suppliers with whom they have concluded electricity supply contracts the service.", 0.0016220953548327088]], "words": {"kwh": 0.0014358810149133205, "de": 0.0024185567162930965, "o": 0.002168860286474228, "chart": 0.0019667106680572033, "compliant": 0.00021943057072348893, "day": 0.0012294105254113674, "ahead": 0.00018282410746905953, "excise": 0.00017346255481243134}}, "1": {"sentences": [["The adoption of Law No 184/2018 establishing the system for promoting production of new law provides for a series of advantages for prosumers, as follows: o the scheme is applied to prosumers owning renewable energy production units with installed capacity of not more than 27 kW per consumption place in individual households, residential blocks, residential, commercial or industrial areas etc.; o the electricity distribution operators must connect prosumers in accordance with the specific regulations issued by the regulatory authority in this respect; o prosumers have the possibility of selling electricity to suppliers with whom they have concluded electricity supply contracts at a price equalling the weighted average price recorded on the day-ahead market in the previous year; suppliers having a contract  o prosumers are exempted from the payment of excise duties for the amount of electricity produced from renewable sources for self-consumption, and the excess production sold to suppliers; o prosumers as natural persons are exempted from the obligation of purchasing green certificates annually and quarterly for the electricity produced and used for own final consumption, other than own technological consumption of power plants; o prosumers are provided with the service of regularisation between the value of electricity delivered and the value of electricity consumed in the grid by the electricity suppliers with whom they have concluded electricity supply contracts the service.", 0.009173626080155373], ["Permanent adaptation of forests to climate change by: o Adapting forest regeneration practices to the needs entailed by the climate change o Permanently adapting the forest management system in order to improve their capacity of adaptation to climate change o Maintaining and improving the system of monitoring and observation of the action of destabilising biotic and abiotic factors o", 0.007741923909634352], ["Launching a public procurement procedure in order to develop information and awareness campaigns at national level on prevention, separate collection and recovery of municipal waste o Local treatment of waste throughout the county in which it was generated o Establishing centres to prepare municipal waste for reuse - at least one centre in each county/sector of Bucharest Municipality o Extending the system of separate collection of recyclable waste, biowaste, green waste o", 0.007070985622704029]], "words": {"o": 0.01344927866011858, "day": 0.0013120442163199186, "ahead": 0.000352815433871001, "excise": 0.00020209532522130758, "regeneration": 0.0001357870496576652, "permanently": 0.00018448288028594106, "observation": 7.608417945448309e-05, "county": 0.0008662770851515234, "recyclable": 0.0006556048756465316, "biowaste": 0.00038260992732830346}}, "2": {"sentences": [["The adoption of Law No 184/2018 establishing the system for promoting production of new law provides for a series of advantages for prosumers, as follows: o the scheme is applied to prosumers owning renewable energy production units with installed capacity of not more than 27 kW per consumption place in individual households, residential blocks, residential, commercial or industrial areas etc.; o the electricity distribution operators must connect prosumers in accordance with the specific regulations issued by the regulatory authority in this respect; o prosumers have the possibility of selling electricity to suppliers with whom they have concluded electricity supply contracts at a price equalling the weighted average price recorded on the day-ahead market in the previous year; suppliers having a contract  o prosumers are exempted from the payment of excise duties for the amount of electricity produced from renewable sources for self-consumption, and the excess production sold to suppliers; o prosumers as natural persons are exempted from the obligation of purchasing green certificates annually and quarterly for the electricity produced and used for own final consumption, other than own technological consumption of power plants; o prosumers are provided with the service of regularisation between the value of electricity delivered and the value of electricity consumed in the grid by the electricity suppliers with whom they have concluded electricity supply contracts the service.", 0.0010895752348005772], ["Chart 21 - Projected trend in GHG emissions (excluding LULUCF) in the context of current measures, including with division by ETS and non-ETS sectors   Commission Implementing Regulation (EU) No 749/2014 RO EN ETS ETS non-ETS non-ETS  Projection in the context of current measures  According to the below chart, it is noticeable that the most significant emission reductions will be triggered by the emissions in the energy industry, whereas no significant changes are expected in the other sectors.  ", 0.0010732669616118073], ["Moreover, digitalisation will be conducive to an increase in RES through the development of smart grids because they enable bidirectional communication; for example, the energy from renewable resources could be fostered by implementing Grid-to-Vehicle and Vehicle-to-Grid technologies (development of electromobility - RES-T).  ", 0.0009729483863338828]], "words": {"o": 0.0012417950201779604, "day": 0.0004334052500780672, "ahead": 0.00022813142277300358, "excise": 0.0016938719199970365, "chart": 0.0019385393243283033, "division": 0.000267359777353704, "trigger": 0.00014862927491776645, "digitalisation": 0.0006889931974001229, "bidirectional": 0.00012084915215382352, "foster": 0.0006249093567021191, "electromobility": 0.002457041759043932}}}, "Slovakia": {"0": {"sentences": [["Table 41 Fugitive emissions projections from oil and gas for 2017-2040 under WEM scenario Year  CH4  CO2  NMVOC  N2O  tonnes 2017*  57 543  1 317  8 747  0.0116  2020  61 355  1 330  9 043  0.0126  2025  61 088  946  8 868  0.0037  2030  60 262  892  8 771  0.0032  2035  59 239  827  8 771  0.0028  2040  61 310  807  8 292  0.0024  * real values; Source: ME SR Figure 21 Projections of fugitive greenhouse gas emissions from oil and natural gas   Key: CO2 ekv.", 0.002605910412967205], ["The consumption of nitrogen fertilizers, lime and urea was taken into account in the WEM scenario.", 0.002577595878392458], ["Emissions projections from the agricultural land category were prepared using the WEM scenario (identical to the WAM scenario).", 0.0025160887744277716]], "words": {"fugitive": 0.0013691241620108485, "wem": 0.0074632721953094006, "nmvoc": 0.00022212091425899416, "fertilizer": 0.002094300463795662, "lime": 0.00043874458060599864, "urea": 0.00031406598282046616, "prepared": 0.00018221713253296912, "identical": 0.00014354285667650402, "wam": 0.0022753230296075344}}, "1": {"sentences": [["The following are devices supported through the programme:   small power plants with an output of 10 kW or less o photovoltaic panels  o wind turbines (these devices cannot yet be supported)  heat plants covering the energy needs of a family house or residential building o solar panels o biomass boilers o heat pumps  micro fuel cell cogeneration installations.", 0.00765958009287715], ["Emissions projections from the agricultural land category were prepared using the WEM scenario (identical to the WAM scenario).", 0.0011758736800402403], ["Table 41 Fugitive emissions projections from oil and gas for 2017-2040 under WEM scenario Year  CH4  CO2  NMVOC  N2O  tonnes 2017*  57 543  1 317  8 747  0.0116  2020  61 355  1 330  9 043  0.0126  2025  61 088  946  8 868  0.0037  2030  60 262  892  8 771  0.0032  2035  59 239  827  8 771  0.0028  2040  61 310  807  8 292  0.0024  * real values; Source: ME SR Figure 21 Projections of fugitive greenhouse gas emissions from oil and natural gas   Key: CO2 ekv.", 0.000798483903054148]], "words": {"device": 0.00010877518070628867, "o": 0.01344927866011858, "micro": 0.0004867708485107869, "cell": 0.0009855080861598253, "prepared": 0.00013740232679992914, "wem": 0.0026802991051226854, "identical": 1.3793425750918686e-05, "wam": 0.0018720000516623259, "fugitive": 0.00019614648772403598, "nmvoc": 0.00012134342978242785}}, "2": {"sentences": [["The following mitigation measures were considered in the WEM scenario:  afforestation of 800 ha of less productive land with rapidly growing tree species and the first afforestation of 600 ha of agricultural land by 2016;  grassing over of 50 000 ha of arable land by 2016;  the impact of Regulation No 2152/2003/EC on forest monitoring and environmental interactions in society; this legislation also focuses on forest fires and estimates the reduction in forest fire risk to 90% as compared to the 2000-2003 period.", 0.0009879616554826498], ["4.75  4.11  3.46  Poultry 13 353.837  12 112.59  11 921.31  11 733.78  11 549.95  11 369.73  tonnes Inorganic N-fertilizers 122 541.15  124 614.67  134 062.06  ", 0.0008585280738770962], ["The following are devices supported through the programme:   small power plants with an output of 10 kW or less o photovoltaic panels  o wind turbines (these devices cannot yet be supported)  heat plants covering the energy needs of a family house or residential building o solar panels o biomass boilers o heat pumps  micro fuel cell cogeneration installations.", 0.000844973954372108]], "words": {"wem": 0.0010486467508599162, "ha": 0.0017812998266890645, "rapidly": 0.00010497013863641769, "grass": 0.00021766149438917637, "interaction": 0.0002005541609833017, "poultry": 0.0004079192003700882, "inorganic": 0.0001604899880476296, "n": 0.00257508410140872, "fertilizer": 0.0002906190056819469, "device": 0.0002700102631933987, "o": 0.0012417950201779604, "micro": 0.0006085808272473514, "cell": 0.00024719026987440884}}}, "Slovenia": {"0": {"sentences": [["28 INTEGRATED NATIONAL ENERGY AND CLIMATE PLAN OF THE REPUBLIC OF SLOVENIA  2.1 Decarbonisation Dimension Overview of key objectives:  contribute to achieving net-zero GHG emissions at EU level by 2050, which is the starting point for planning objectives, policies and actions up to 2030,  effective placement in space for accelerated use of RES,  further reduce GHG emissions by 2030, as determined for Slovenia by the Effort Sharing Regulation, i.e. at least 20% compared to 2005, while achieving sectoral objectives: o transport: + 12 %, o general consumption:  76 %, o agriculture  1 %, o waste management:  65 %, o industry*:  43 %, o energy*:  34 %.", 0.0016807123320177197], ["* only part of the sector not covered by the ETS,  reduce GHG emissions in buildings by at least 70% by 2030 compared to 2005,  ensure that no net emissions are produced in the LULUCF sectors by 2030 (after applying the accounting rules), i.e. in the LULUCF sector emissions will not exceed sinks,  in the area of adaptation, reduce Slovenia's exposure to climate change impacts and its sensitivity and vulnerability to them, and increase society's resilience and adaptive capacity,  achieve at least a 27% share of RES in energy end-use by 2030 and o achieve at least 2/3 renewable energy use in buildings (share of RES in final energy use excluding electricity and district heating), a ban on the sale and installation of new heating oil boilers after 2022, o at least 30% share of renewables (including surplus heating) in industry, o 1% annual increase in the share of RES and surplus heat  and cold in district heating and cooling systems, o at least 43% share of RES in the production of electricity, o at least 41% share of RES in heating and cooling,  o at least a 21% share of RES in transport,  decarbonisation of electricity production - phasing out of coal: at least by -30% by 2030 and the decision to abandon coal use in Slovenia in accordance with the just transition principles by 2021,  gradual decarbonisation of energy-intensive industries: guarantee financial incentives for restructuring production processes with the introduction of green technologies,  increased investment in human resources and the new knowledge needed for the transition to a climate-neutral society and to reduce the implementation deficit.     ", 0.0012128484668210149], ["Proposal for additional measures to promote electricity generation from RES  Name and description of the instrument Type of instrument Responsibility Activities and deadlines The country's proactive role in identifying and locating environmentally friendly locations for hydro and wind energy and other RES set of instruments (planning, financing) MzI, MOP  With the participation of all key stakeholders, define criteria and locally identify areas for the more efficient deployment of RES generating facilities, including protected areas and the possibility of carrying out public benefit overriding processes: o determine the directions to be considered in planning; o produce a study of the potentials, suitability of exploitation and vulnerability of resources to identify optimal locations for RES use in the light of the latest data; o direct investment preparation in environmentally, socially and economically acceptable locations; and the design of the study and the possible identification of sites for more efficient positioning does not preclude or withhold the use of other sites for this purpose, in accordance with the law", 0.000905121210962534]], "words": {"starting": 0.00019362001330591738, "accelerated": 0.00023891718592494726, "o": 0.002168860286474228, "exposure": 2.3116588636185043e-05, "sensitivity": 0.000389043620089069, "adaptive": 0.0002922303683590144, "abandon": 0.00026251733652316034, "restructure": 0.0001437944156350568, "deficit": 0.0004303180321585387, "deadline": 0.0009219624334946275, "proactive": 0.0003035308909602463, "generating": 0.0003979046596214175, "suitability": 0.00027836408116854727, "exploitation": 0.0008071426418609917, "optimal": 0.00047612874186597764, "socially": 9.654046880314127e-05, "acceptable": 0.00019792182138189673, "identification": 0.0008753773872740567}}, "1": {"sentences": [["28 INTEGRATED NATIONAL ENERGY AND CLIMATE PLAN OF THE REPUBLIC OF SLOVENIA  2.1 Decarbonisation Dimension Overview of key objectives:  contribute to achieving net-zero GHG emissions at EU level by 2050, which is the starting point for planning objectives, policies and actions up to 2030,  effective placement in space for accelerated use of RES,  further reduce GHG emissions by 2030, as determined for Slovenia by the Effort Sharing Regulation, i.e. at least 20% compared to 2005, while achieving sectoral objectives: o transport: + 12 %, o general consumption:  76 %, o agriculture  1 %, o waste management:  65 %, o industry*:  43 %, o energy*:  34 %.", 0.010174479335546494], ["* only part of the sector not covered by the ETS,  reduce GHG emissions in buildings by at least 70% by 2030 compared to 2005,  ensure that no net emissions are produced in the LULUCF sectors by 2030 (after applying the accounting rules), i.e. in the LULUCF sector emissions will not exceed sinks,  in the area of adaptation, reduce Slovenia's exposure to climate change impacts and its sensitivity and vulnerability to them, and increase society's resilience and adaptive capacity,  achieve at least a 27% share of RES in energy end-use by 2030 and o achieve at least 2/3 renewable energy use in buildings (share of RES in final energy use excluding electricity and district heating), a ban on the sale and installation of new heating oil boilers after 2022, o at least 30% share of renewables (including surplus heating) in industry, o 1% annual increase in the share of RES and surplus heat  and cold in district heating and cooling systems, o at least 43% share of RES in the production of electricity, o at least 41% share of RES in heating and cooling,  o at least a 21% share of RES in transport,  decarbonisation of electricity production - phasing out of coal: at least by -30% by 2030 and the decision to abandon coal use in Slovenia in accordance with the just transition principles by 2021,  gradual decarbonisation of energy-intensive industries: guarantee financial incentives for restructuring production processes with the introduction of green technologies,  increased investment in human resources and the new knowledge needed for the transition to a climate-neutral society and to reduce the implementation deficit.     ", 0.006800555158406496], ["Proposal for additional measures to promote electricity generation from RES  Name and description of the instrument Type of instrument Responsibility Activities and deadlines The country's proactive role in identifying and locating environmentally friendly locations for hydro and wind energy and other RES set of instruments (planning, financing) MzI, MOP  With the participation of all key stakeholders, define criteria and locally identify areas for the more efficient deployment of RES generating facilities, including protected areas and the possibility of carrying out public benefit overriding processes: o determine the directions to be considered in planning; o produce a study of the potentials, suitability of exploitation and vulnerability of resources to identify optimal locations for RES use in the light of the latest data; o direct investment preparation in environmentally, socially and economically acceptable locations; and the design of the study and the possible identification of sites for more efficient positioning does not preclude or withhold the use of other sites for this purpose, in accordance with the law", 0.0036606835201382637]], "words": {"starting": 0.000317131110932678, "accelerated": 0.00038302887696772814, "o": 0.01344927866011858, "exposure": 1.805650390451774e-05, "sensitivity": 0.0002457845548633486, "adaptive": 0.00038644258165732026, "abandon": 6.760880933143198e-05, "restructure": 9.902222518576309e-05, "deficit": 9.40729005378671e-05, "deadline": 0.0004872843564953655, "proactive": 0.0005145288887433708, "generating": 0.0002466463192831725, "suitability": 0.00016459466132801026, "exploitation": 0.0002962037397082895, "optimal": 0.0007212303462438285, "socially": 0.0003007102059200406, "acceptable": 0.0002782027004286647, "identification": 0.0005709677352569997}}, "2": {"sentences": [["[in 2021];  align the rules governing the supremacy of public benefit in protected areas with EU law and EU case law [in 2021];  continue the initiated pre-investment activities in the area of exploring the possibility of using RES;  accelerate the preparation of spatial plans for multi-purpose strategic national infrastructure and energy projects: to draw up professional bases for the preparation of national spatial plans (DPNs) and management of siting procedures (even when the investor is not yet known);  reinforce the capacity for project preparation and implementation; AN URE  AN OVE OP EKP    81 INTEGRATED NATIONAL ENERGY AND CLIMATE PLAN OF THE REPUBLIC OF SLOVENIA    reinforce early public involvement in the preparation (participatory planning) and the implementation of projects.", 0.0012671900913119316], ["For climate change adaptation and mitigation, the following objectives are also important; they will need to be revised and adapted in coming years in the light of the newly adopted EU climate neutrality objectives up to 2050:  reinforcing research support for agricultural and rural development,  effective transfer of knowledge to final beneficiaries,  functioning and efficient AKIS (Agricultural Knowledge and Innovation System),  adaptation of species and varieties of agricultural plants,  adherence to modern guidelines for rotation,  support for the use of modern technological solutions for adaptation to climate change.  ", 0.0010397650767117739], ["AN URE  OP EKP  AN OVE  PRP  Promoting the development of DH systems on RES within the framework of the OP EKP OP TGP  economic (financial incentives) MzI, SVRK Provide the necessary funding for the sustainable overhaul of the DH systems [in 2021]:  increasing efficiency and competitiveness (optimisation of operations, expansions, etc.);  increasing the use of RES and surplus heat ;  promotion of CHP in DH systems;  linking sectors (energy storage, power2heat, etc.)", 0.0010149712907150388]], "words": {"align": 0.00031602371018379927, "reinforce": 0.0025032467674463987, "involvement": 0.0008732716087251902, "participatory": 0.00014016219938639551, "newly": 0.0010633047204464674, "beneficiary": 0.0002593122189864516, "functioning": 0.0020007637795060873, "variety": 0.0001855524897109717, "rotation": 0.00022641006216872483, "dh": 0.001230337074957788, "overhaul": 0.00017888029105961323, "optimisation": 0.0012049648212268949}}}, "Spain": {"0": {"sentences": [["Aid for Waste via the Environmental Promotion Plans (Planes de impulso al medio ambiente  PIMA) and the National Framework Plan for Waste Management (Plan estatal marco de gestión de residuos  PEMAR).  ", 0.0018687425181269646], ["The following applications should be highlighted in this regard:   Collective own consumption and starting point for local energy communities Collective own consumption, developed in Royal Decree 244/2019, enables several consumers benefit collectively from the same nearby generation facilities, located within the community, which means that they can take advantage of the generation capacity and, therefore, of the investment.", 0.0016658712411299348], ["Draft Royal Decree to include a restriction on landfilling separately collected waste fractions, incorporating the obligatory nature established under Directive (EU) 2018/850 of the European Parliament and of the Council of 30 May 2018 amending Directive 1999/31/EC on the landfill of waste.", 0.0013093355810269713]], "words": {"de": 0.0024185567162930965, "al": 0.00021929982176516205, "collective": 0.0016570242587476969, "decree": 0.0030338866636157036, "collectively": 0.000315549987135455, "landfilling": 0.0008801824878901243, "fraction": 0.001075811916962266, "obligatory": 0.0002474612556397915}}, "1": {"sentences": [["The mechanisms considered include: o public awareness campaigns at the Energy and Environment International Trade Fair (Genera) held annually in Madrid; o MITECO, through the IDAE, in close collaboration with MITMA and other institutional bodies, will identify messages and work with communication professionals (journalists and companies in the sector) to identify a common language for renewable energies, dismantle the possible prejudices against them and increase their social acceptance among the public.  ", 0.003758770879358053], ["Specific mechanisms related to the building sector, where the Ministry of Transport, Mobility and Urban Agenda (MITMA) plays a fundamental role: o Integration of thermal renewable energies in building It is necessary to review and increase the energy efficiency and renewable energy requirements in the Technical Building Code (Código Técnico de la Edificación  CTE), as well as the minimum requirements to be met by thermal installations, by means of the Regulations on Thermal Installations in Buildings (Reglamento de las Instalaciones Térmicas en los Edificios  RITE), for all new buildings and refurbishments.", 0.002628230256959796], ["Aid for Waste via the Environmental Promotion Plans (Planes de impulso al medio ambiente  PIMA) and the National Framework Plan for Waste Management (Plan estatal marco de gestión de residuos  PEMAR).  ", 0.0023854586761444807]], "words": {"o": 0.01344927866011858, "fair": 0.0006590495468117297, "collaboration": 0.0014469653833657503, "institutional": 0.00036859282408840954, "message": 3.5683580790646374e-05, "dismantle": 0.00015462694864254445, "acceptance": 0.0005066904122941196, "agenda": 0.000558382598683238, "fundamental": 0.0002370873116888106, "de": 0.003118722466751933, "regulations": 8.019791857805103e-05, "buildings": 0.0002689306566026062, "refurbishment": 0.0001945217081811279, "al": 0.00018566720245871693}}, "2": {"sentences": [["Combating energy poverty As set out in the 2019-2024 National Strategy against Energy Poverty (see Measure 4.11 of this Plan), own consumption systems can be a tool for mitigating energy poverty.", 0.0018610840197652578], ["Furthermore, collective own consumption schemes and more dynamic energy management mechanisms enable the public administrations and social organisations to manage situations of energy poverty not only through economic aid but also through the allocation of a share in collective own consumption promoted by these public administrations or social organisations, which would directly reduce the energy bills of consumers at risk of energy poverty.  ", 0.0013345793122425675], ["Evolution of emissions (thousands of tonnes of CO2 equivalent)  Year 1990 2005 2015 2020* 2025* 2030* Transport 59,199 102,310 83,197 87,058 77,651 59,875 Electricity generation 65,864 112,623 74,051 56,622 26,497 20,603 Industrial Sector (combustion) 45,099 68,598 40,462 37,736 33,293 30,462 Industrial sector (emissions from processes) 28,559 31,992 21,036 21,147 20,656 20,017  Residential, commercial and institutional sectors 17,571 31,124 28,135 28,464 23,764 18,397  Livestock farming 21,885 25,726 22,854 23,247 21,216 19,184 Crops 12,275 10,868 11,679 11,382 11,089 10,797 Waste 9,825 13,389 14,375 13,657 11,932 9,718 Refining industry 10,878 13,078 11,560 12,330 11,969 11,190 Other energy industries 2,161 1,020 782 825 760 760 Other sectors 9,082 11,729 11,991 12,552 11,805 11,120 Fugitive emissions 3,837 3,386 4,455 4,789 4,604 4,362 Product use 1,358 1,762 1,146 1,236 1,288 1,320 Fluorinated gases 64 11,465 10,086 8,267 6,152 4,037 Total 287,656 439,070 335,809 319,312 262,675 221,844 *The data for 2020, 2025 and 2030 are estimates of the Target Scenario of the INECP.", 0.001134863356128335]], "words": {"combat": 0.0007156904321163893, "poverty": 0.002242881804704666, "collective": 0.00042627673246897757, "evolution": 0.0033583540935069323, "thousand": 0.00030833494383841753, "institutional": 0.0013172421604394913, "refining": 0.00036465207813307643, "fugitive": 0.00032573399948887527}}}, "Sweden": {"0": {"sentences": [["Eco-bonus system for shipping Since 2018 the Government has allocated funding to an eco-bonus system to encourage the transfer of goods transport from roads to shipping.", 0.0008084718137979507], ["                                                      70 https://www.regeringen.se/regeringens-politik/naringspolitik/. 71 Government bill 2016/17:146 Report 2016/17:MJU24, Riksdag communication 2016/17:320. 41 (199) Cross-sectoral Energy supply Housing and services Industry Transport Waste Agriculture Forestry  Energy and Carbon Tax  EU ETS  Klimatkliv (Climate Stride) funding initiative Environmental Code Planning and Building Act  Fossil-Free Sweden Communication Energy and Climate Advisory Service  Regional energy and climate plans  The European Regional Development Fund  Research and demonstration  Procurement rules  Energy and Carbon Tax  Waste Incineration Tax  EU ETS  Electricity certificates system  Wind power initiative  Support for solar energy  Energy and Carbon Tax  Ecodesign Directive  Energy Labelling Regulation  Building regulations  Energy and Climate Advisory Service  Energy declarations  Education programme for low-energy buildings   Client groups and networks  Energy and Carbon Tax  EU ETS  Industrikliv (Industrial Stride) funding initiative Energisteg (Energy Step) funding programme Requirements and support for energy mapping  Energy and climate coaches  Energy-efficiency network  Environmental Code  F-Gas Regulation and BREF  Energy and Carbon Tax  Emission requirements for new vehicles  Reduction obligation  Bonus-malus system  CO2-based vehicle tax  Lower taxable value for vehicles with environmental technology  Pump Act  Environmental information about fuels Climate incentive payment  Urban Environment Agreement  Infrastructure planning  Eco-bonus system for shipping  Procurement rules  Tax on air travel  EU ETS (flights)  ", 0.0006281760288402438], ["The Swedish Forest Agency records the removal of branches and tops left over from felling in its felling residue reports123.  ", 0.000560477317776531]], "words": {"bonus": 0.0012114946730434895, "shipping": 0.00040544886724092066, "ecodesign": 0.0004808911180589348, "labelling": 0.00024947660858742893, "declaration": 0.0004092984599992633, "mapping": 0.0005080385017208755, "lower": 0.000630922440905124, "ship": 0.0006418449338525534, "flight": 0.0003101229667663574, "branch": 0.00016292037616949528, "leave": 0.0005281686899252236, "felling": 0.0007754101534374058}}, "1": {"sentences": [["Eco-bonus system for shipping Since 2018 the Government has allocated funding to an eco-bonus system to encourage the transfer of goods transport from roads to shipping.", 0.0008799132774583995], ["Examples include the following:   www.naturvardsverket.se is a hub for facts and statistics about emissions and is widely used by politicians, the media, companies, organisations and researchers; the Swedish Meteorological and Hydrological Institute (SMIH) develops and distributes information about weather, water and climate change; the Swedish National Knowledge Centre for Climate Change Adaptation, part of the SMHI, has launched a Swedish climate change portal, providing information and guidance on adaptation to a warmer climate; the Swedish Energy Agency is responsible for giving energy efficiency information and advice to companies and the general population and for providing a reliable and 45 (199) sustainable energy supply; it also runs an informative website and assists with local energy advice (for more information, see Energy and climate advisory services below); the Swedish Forest Agency and the Swedish Board of Agriculture focus on e-services and digital information for land and forest owners, forestry workers and farmers about reducing the impact of climate on forestry and agriculture; and The Swedish Transport Administration is tasked by the Government with providing information and raising awareness to help meet the domestic transport milestone and creating the conditions for Sweden to meet its net zero emissions target by 2045.", 0.0008533201762475073], ["Ban on dumping flammable and organic waste  Collection of measurement data from dumps  Waste tax  Producer responsibility  Municipal waste planning  EU waste package  CAP  Rural Development Programme  The Rural Development Network  Advice  Support for biogas from manure  Biogas support  The Forestry Act  Land drainage rules under the Environmental Code  Forest and land protection under the Environmental Code and nature conservation agreements  National Forest Programme  Advice and education  CAP  Cross-sectoral policies and measures  Energy Tax and Carbon Tax The Swedish energy taxation system combines a carbon tax with a fuel tax and an electricity tax.", 0.0007363029872067273]], "words": {"bonus": 0.000652371090836823, "shipping": 0.001107455464079976, "hub": 0.002082297345623374, "widely": 0.0006397359538823366, "meteorological": 4.84823394799605e-05, "hydrological": 5.306645471137017e-05, "portal": 0.0002902636188082397, "guidance": 0.0008479203097522259, "warm": 0.00016920999041758478, "advice": 0.0016460140468552709, "reliable": 0.0008018819498829544, "website": 0.000249987468123436, "assist": 0.0005208533839322627, "board": 0.0008066558511927724, "digital": 0.0026892556343227625, "worker": 0.0005422864342108369, "milestone": 0.0006191980210132897, "dump": 0.0001479987258790061, "measurement": 0.00036651577102020383, "drainage": 0.0004632769268937409}}, "2": {"sentences": [["Source Target N2O N2O 125 (199) CH4 CH4 CO2 CO2 HFCs, PFCs & SF6 HFCs, PFCs & SF6  Emissions and uptake by sector The largest emissions in 2017 were produced by the energy sector (70%), agriculture (14%) and industrial processes and product use (14%).", 0.0006221732473932207], ["Provisions for nature reserves and protection of natural habitats in the Environmental Code and conservation agreements In Sweden forests and land are set aside for the conservation of biodiversity, the care and conservation of valuable natural habitats, the protection,                                                       96 See the Ordinance (2018:1501) on State Support for the Production of Biogas for Use as Biofuel.", 0.0005312699358910322], ["The Swedish national intermediate target for 2030 is to reduce emissions from the non-EU ETS or LULUCF sectors by 63% compared to their 1990                                                       22 Examples of sectors that do not belong to the EU ETS or LULUCF are heating of homes and commercial premises, agriculture and national transport (excluding national flights).", 0.0005295887822285295]], "words": {"hfcs": 0.000937005621381104, "pfcs": 0.00030734087340533733, "habitat": 0.0007528412388637662, "care": 0.0005364252137951553, "valuable": 8.297219028463587e-05, "intermediate": 0.0013244227739050984, "belong": 0.0004811016551684588, "premise": 0.00024427243624813855, "flight": 6.855812534922734e-05}}}}